[
 {
   "country": "Romania",
   "img_title": "Abiding Traditions in Transylvania",
   "img_description": "Adhering to the time-honoured ways of their ancestors, Transylvanian farm workers load sheaves of grain into horse-drawn carts. The beautiful land of the Transylvania plateau is particularly suited to the cultivation of maize, wheat, and other cereals. The region is also known for its preservation of Romanian folk culture, including wooden houses with intricately carved exteriors and the traditional embroidered garments still worn by many villagers.",
   "lat": 45.9,
   "lon": 23,
   "music_title": "Trecuto doru codru (My lover just crossed the mountain)",
   "music_description": "Formerly part of the Hungarian Empire, Transylvania shifted to Romanian rule after World War I. As a result, many ethnic Hungarians were forced to assimilate Romanian culture. In remote parts of the region, however, many people still wear traditional Transylvanian dress and practise their own ceremonial rituals and customs. Music likewise retains stylistic features of Hungarian music. The example is a dance song performed by a solo vocalist. The melody is limited to a few notes while the rhythm is in a quick duple metre—both elements common to Hungarian folk songs."
 },
 {
   "country": "Bulgaria",
   "img_title": "Kazanluk’s June Festival",
   "img_description": "Traditional folk costumes and baskets brimming with roses highlight the annual June festival in Kazanluk. Located in the Valley of the Roses, a fertile plain located between two mountain ranges in central Bulgaria, Kazanluk is one of many towns in which folk culture remains an integral part of everyday life. Rose cultivation is an established industry in this region.",
   "lat": 42.6,
   "lon": 25.4,
   "music_title": "Kopanitsa (Wedding Music)",
   "music_description": "Among the Romany (gypsies) in Bulgaria, who mostly dominate the professional music scene, a primarily instrumental folk-music style has become widely popular since the 1970s. Despite being given little or no government recognition (unlike the Bulgarian Female Choir), Romany wedding band music, or stambolovo, is a favourite of the people. It is played at weddings, funerals, birth rites, and street festivals. Wedding band music is rooted in the highly ornamented melodies played on the Turkish zurna, a double-reed wind instrument common in the Thracian region. In this example, played by Ivo Papasov and his Bulgarian Wedding Band, currently the most popular of these bands, the zurna has been replaced by a clarinet, and the improvisatory element of the sound has clearly been affected by American jazz. The asymmetric or uneven metres common to this music are derived from traditional dance rhythms found throughout Bulgaria. Kopanitsa performed by Ivo Papasov and his Bulgarian Wedding Band"
 },
 {
   "country": "Bulgaria",
   "img_title": "Fertile Soil on the Danubian Plain",
   "img_description": "The Danubian Plain stretches across northern Bulgaria from the Danube south to the Balkan Mountains, covering nearly one-third of the country in rich, productive soil. A combination of the most fertile land in Bulgaria and humid summer weather make the region ideal for agriculture. Cereals such as wheat, maize, and barley grow well on the rolling hills of the plain, while flatter areas are ideal for fruit and vegetables. Expanses of scrub grass in the northeast section provide excellent pasture for sheep.",
   "lat": 43.8,
   "lon": 26.7,
   "music_title": "Ozdole Ide Devoiche (A Young Girl is Coming) ",
   "music_description": "The folk music of Bulgaria shares similarities with neighbouring Slavic cultures. Its distinctive characteristics include a variety of lively asymmetrical rhythms and the frequent use, both methodically and in harmony, of small intervals (such as minor seconds and thirds). The melodic range of the songs is small, usually within a fifth or an octave. This typical example, from the Grad Sofiya region in west-central Bulgaria, features a group of women, one of whom takes the lead melody while the others sing a second part.Ozdole Ide Devoiche (A Young Girl is Coming) performed by The Trio Bulgarka, from The Trio Bulgarka: The Forest is Crying "
 },
 {
   "country": "Bolivia",
   "img_title": "Festival in the Sky",
   "img_description": "The Quechua-speaking peoples of the Andes Mountains are scattered throughout hundreds of villages in Ecuador, Peru, and Bolivia. In addition, many reside in the city of Cuzco, once the capital of the Inca Empire. This “city in the sky” is the frequent setting for the colourful celebrations of its indigenous peoples.",
   "lat": -16.5,
   "lon": -68,
   "music_title": "Komer Chakra from Memory of the Peoples (Pan-pipe Music)",
   "music_description": "Largely inhabited by Quechua- and Aymara-speaking peoples, the highland region of the Andes (Bolivia, Peru, and Ecuador) has one of the oldest music forms in the Americas. Ensembles ranging from 4 to 20 members accompany dancers in religious and secular ceremonies that originated during the Incan period. Pan-pipe ensembles featuring various sizes of the instrument are especially prevalent. Because the structure of a set of pipes is such that each player can only play half of the five-tone scale, musicians must alternate notes in order to produce a complete melody. This Quechua peasant dance from Bolivia, called “Komer Chakra”, is played on several single-row antara pan pipes and is accompanied by the wankara, a large, deep-sounding double-headed drum. Komer Chakra from Memory of the Peoples"
 },
 {
   "country": "Bolivia",
   "img_title": "Bolivia’s Harsh but Stunning Landscape",
   "img_description": "Aymara labourers head home after a long day's work in the fields near Achacachi. Although they were conquered by the Inca in the 15th century and later by Spanish invaders, these indigenous peoples have retained their own culture and language. ",
   "lat": -16.03,
   "lon": -68.77,
   "music_title": "Mi corazon en la ciudad (performed by Emma Junaro)",
   "music_description": "The indigenous people of the Andes in Bolivia have maintained much of their musical tradition, whereas elsewhere in the country, music reflects both European and native influences. Characteristics of Andean music from Bolivia include a preference for pentatonic scales with short, descending melodic phrases, commonly employing the notes of the major chord. Flutes and pan pipes give a distinctive whistling sound, usually in contrast to a rougher texture provided by drums. This example is a song by the Bolivian composer Matilde Casazola, which features elements from the indigenous music in a contemporary arrangement. Mi corazon en la ciudad performed by Emma Junaro"
 },
 {
   "country": "Afghanistan",
   "img_title": "Central Highlands of Afghanistan",
   "img_description": "Afghan shepherds tend livestock in the Fuladi Valley, near the town of Bamian in Afghanistan’s central interior. Most Afghans live in the high, narrow valleys of the Hindu Kush mountains. Landlocked Afghanistan is one of the world’s least developed countries. The majority of its people live in small villages and survive off the land, using traditional methods.",
   "lat": 34.8,
   "lon": 67.7,
   "music_title": "Beautiful is Her Tunic! performed by Xan Mahmat ( Pashai Music)",
   "music_description": "The Pashai people are primarily farmers of the eastern Hindu Kush valleys; they have few musical instruments. Poetry that is sung plays a large role in the lives of these people, who compose their own songs as well as sing those that have been handed down. A poet who composes her or his own songs is never considered a professional but rather a specialist who has earned the title shâèr (“poet”) and is recognized and appreciated within the community. There are ten different types of poetry classified by the Pashai. They are sung to several different melodies and with four distinct metres. The poems are often shared at feast days, births, circumcisions, weddings, and private gatherings. This excerpt is from the love song “Beautiful Is Her Tunic”! The singer is accompanied by two dopRi (frame drums), and a pitcher used for percussion."
 },
 {
   "country": "Afghanistan",
   "img_title": "Historic Passage through the Hindu Kush",
   "img_description": "The western extension of the Himalayas known as the Hindu Kush may appear to be a barrier to travel. However, their high and seemingly impenetrable passes were eventually conquered by invaders from Central Asia, who were responsible for introducing Indo-European languages to the region. In later centuries invaders such as Alexander the Great, Genghis Khan, and Timur (Tamerlane) came through on the way to India’s northern plains. The passes remained militarily significant until the second half of the 20th century, but today they are of greater interest to archaeologists.",
   "lat": 33.6,
   "lon": 58.9,
   "music_title": "Dance Tune performed by Norus Xan and Gul Sek (Dance Music)",
   "music_description": "Among the Pashai people of Afghanistan a strong tradition of sung poetry predominates, though some instrumental music is also performed. For example, the pairing of a type of oboe called the zurna with the dûl (a double-headed drum), can be heard during wedding ceremonies and at men’s dances. The zurna is a cone made of wood with seven finger holes plus a thumb hole. It is played with a technique of continuous breathing that requires the musician to blow steadily into the instrument while inhaling through the nose, preventing any break in the delivery of sound. To energize the male dancers, who respond to the rhythm with hand claps and exclamatory shouts of encouragement, the drumming increases in tempo as the piece progresses."
 },
 {
   "country": "Albania",
   "img_title": "Albanian Farming",
   "img_description": "About 70 per cent of Albania is mountainous, and only about 21 per cent of the land is arable. Despite this, Albania’s economy is primarily agricultural; more than half of the Albanian people work in agriculture, and agriculture accounts for more than half of the country’s gross domestic product (GDP). Most agricultural land went into private hands in 1992, which increased farmworkers’ incomes.",
   "lat": 0,
   "lon": 0,
   "music_title": "May You Live as Long as This Earth from Albania: Vocal and Instrumental Polyphony (Traditional Song)",
   "music_description": "Albania’s centuries-old and highly evolved vocal tradition is rich in expressive qualities. Characterized by a polyphonic (multi-voiced) musical style, the extensive repertoire features satirical, lyrical, epic, and historical texts. This example, from southwest Albania on its border with Greece, is performed in a slow tempo with intense phrasing by a first group of male vocalists, countered by the phrasing from a second group of female voices. A third group alternates with the first two groups and sings a sustained note, or drone. This song, “May You Live as Long as This Earth”, was dedicated by its composer to an Albanian commander."
 },
 {
   "country": "Algeria",
   "img_title": "Resurgence of Tradition",
   "img_description": "Although most urban Algerians wear western clothing, the traditional haik, a long robe, is frequently worn. More secular than many Arab nations, Algeria has returned to stricter modes of behaviour and dress since the rise of the Islamic movement in the 1980s. Even so, Algerian women continue to enjoy greater legal rights (such as those regarding divorce) than women of some other Islamic countries.",
   "lat": 0,
   "lon": 0,
   "music_title": "Rire Zarga Ouana performed by Bellemou Messaoud,  Le Pere Du Rai (Rai Music)",
   "music_description": "This is an example of a Rai song from Algeria. Rai developed in the 1970s in western Algeria around the port city of Oran, mainly from Arabic songs with lyrics about love and drinking. In the 1960s, Bellemou Messaoud, who is featured in this example, substituted trumpets, saxophones, accordions, and electric guitars for traditional instruments and created modern Rai, a style that has become increasingly popular in North Africa and Europe. Because modern Rai retains the explicit lyrics of its Arabic forerunner, it has often been censored by the Islamic government of Algeria."
 },
 {
   "country": "Angola",
   "img_title": "Angola’s Modern Capital City",
   "img_description": "Modern high-rise buildings mark the skyline of the northern coastal city of Luanda, Angola’s capital and largest metropolitan area. It is also the country’s chief port and industrial centre and is served by a major railway line and an international airport. The city has many impressive buildings constructed in the European style of architecture, some as old as the time of its founding by the Portuguese in 1575. Although the Portuguese influence is still evident in language and architecture, most Luandans today are black Africans.",
   "lat": 0,
   "lon": 0,
   "music_title": "Mukila We performed by Orquestra os Jouens do Prenda, from Berlin Festa! (Kizomba Music)",
   "music_description": "In Angola, decades of civil war, following independence in 1975, hindered the country’s music industry, and few contemporary groups were able to record. Nevertheless, the musical traditions of Angola have survived. This example features one of the most popular Angolan pop groups, Orquestra os Jouens do Prenda. They play in a style called kizomba, which combines electric instruments with traditional rhythms and arrangements. The band is divided into three sections: strings, percussion, and horns. The electric guitars and bass play in an interlocking pattern that mimics the marimba music of Angola’s Kimbundu people."
 },
 {
   "country": "Antigua and Barbuda",
   "img_title": "Market Day in St John’s, Antigua's",
   "img_description": "Farmers cart their produce to colourful open-air markets in St John’s, Antigua's capital city. The majority of the island's people live in rural areas, where they grow cotton and sugar cane, but tourism now surpasses agriculture as the nation's main employer",
   "lat": 0,
   "lon": 0,
   "music_title": "Hot Hot Hot performed by Cable Wireless Hell's Gate Pan Band, from Africa in America (Soca Music)",
   "music_description": "In Trinidad, Antigua, and most of the English-speaking Caribbean, a topical narrative music form called calypso became popular in the early 1950s. This music, associated with pre-Lenten carnival celebrations, features clever lyrics commenting on social and political issues. By the 1960s, calypso had travelled to the United States and to other Caribbean islands, giving rise to new popular music forms. One of the most significant is soca, which means “soul-calypso” and refers to an energetic disco-influenced dance style. Soca features the steel drums of calypso along with guitars and drum set. The percussive rhythm of Shango, Trinidad’s Afro-Caribbean religious music, is also at the core of soca. After elements of American funk were added, the music was rechristened “rotto beat” or “rooto beat”. This example from Antigua, called “Hot Hot Hot”, is performed by the Cable Wireless Hell’s Gate Pan Band."
 },
 {
   "country": "Argentina",
   "img_title": "Towering Aconcagua of the Andes",
   "img_description": "The breathtaking summit of Aconcagua rises 6,960 metres (22,834 feet) to become the highest peak of the Andes and of the Western Hemisphere. Nearby, at the base of the Andes, is the thriving city of Mendoza, strategically situated along a centuries-old trade route.",
   "lat": 0,
   "lon": 0,
   "music_title": "Contrapunto performed by Dona Agueda de Callata, from Tritonic Music of the Northwest (Singing Contest)",
   "music_description": "Northwest Argentina was an Inca stronghold that kept the Spaniards at bay well into the 17th century. Today, much of the local culture blends indigenous Andean, Inca, and Spanish influences. Although most songs are performed in Spanish, the vocal techniques and instruments used are clearly pre-Columbian. The example is an excerpt from a singing contest. It features a winding vocal line with a vibrating effect and a high-pitched “head voice” sound. This technique is called quenco in the Quechua language and is believed to give the song its character. The song is based on short poetic compositions of Spanish origin called coplas, which are alternated and improvised upon. The accompanying instrument is the caja, a small hand-beaten drum."
 },
 {
   "country": "Argentina",
   "img_title": "Historic Plaza",
   "img_description": "Buenos Aires’s Plaza de Mayo has long been the site of major political demonstrations, including the steadfast rallies of Argentine women protesting the disappearance of their children during the military regime of the early 1980s.",
   "lat": 0,
   "lon": 0,
   "music_title": "Campesino performed by Atahualpa Yapanqui, from Atahualpa Yupanqui: 30 ans de Chansons (Nueva Canción)",
   "music_description": "The nueva canción (“new song”) movement emerged among Central and South American youth during the 1960s. With its nationalistic and political undertones, the music was a response to events such as the unsuccessful attempt by the United States to invade Cuba in 1962. The movement also attacked political repression and poverty in Central and South American countries. The music’s popularity was strong in Chile and Argentina, where the governments required that much of the music played on the radio be of national origin. As a result, singer-songwriters such as Argentina’s Atahualpa Yupanqui gained fame for reinterpreting traditional and folk music for politicized and nationalist audiences. Most of Yupanqui’s music, like this excerpt, combined an expressive and percussively played guitar with a semi-melodic vocal style. His lyrics often focused on the rural poor, especially Argentina’s Native Americans."
 },
 {
   "country": "Argentina",
   "img_title": "Brightly Coloured La Boca",
   "img_description": "In the 19th century, scores of Italians immigrated to Buenos Aires in Argentina, and settled in barrios (neighbourhoods) such as La Boca, where vividly painted buildings attract tourists today. In recent years, Argentina’s generally well-educated and skilled population has had to contend with the nation’s hyperinflation.",
   "lat": 0,
   "lon": 0,
   "music_title": "Siembra performed by Mercedes Soso, Todavia Cantamos (Popular Song)",
   "music_description": "Musical traditions in Argentina range from those of the Native Americans to Spanish-influenced popular and carnival music. Among the indigenous people, music is used for a variety of functions, including healing illness and praising the gods, as well as for social occasions such as dances. Instruments are usually made of natural materials, and wind instruments play a prominent role. In Spanish-influenced popular music, a typical combination is that of a solo singer accompanied by a strummed guitar. The singing style uses a rich, low-pitched “chest” voice with dramatic changes in dynamics and volume. Featured in this example is Mercedes Sosa, one of the most popular singers of Argentina."
 },
 {
   "country": "Argentina",
   "img_title": "Argentina’s National Dance",
   "img_description": "Argentina’s most famous dance, the tango, was once considered too risqué for the country’s conservative tastes. Turn-of-the-century dockhands in Buenos Aires created the gliding, rhythmic dance, blending elements of Cuban and African dances. The tango craze quickly swept Argentina and, soon after, North America and Europe.",
   "lat": 0,
   "lon": 0,
   "music_title": "El Choclo performed by Haydee Alba,  Tango Argentin (Tango Music)",
   "music_description": "Argentinians regard the tango as the absolute expression of their identity and national character, although the origins of the dance are debated. Some trace its beginnings to the Cuban habanera, a dance style that was enormously popular in the mid-19th century. Other scholars argue that the Argentine tango emerged from an African-Argentine ritual song-and-dance tradition played at informal dances and in street processions by black candomblé cults. Ultimately, the tango evolved as a highly choreographed dance style in Argentina’s slums and brothels and became immersed in rich, violent poetry. At the core of the tango is the concertina, a small accordion-like instrument played at a medium tempo, imitating a dramatic vocal style."
 },
 {
   "country": "Armenia",
   "img_title": "Grape Country in Armenia",
   "img_description": "Wine grapes ripen under a clear Armenian sky, and, in the distance, is snow-capped Mount Ararat across the border in Turkey. The Aras River valley, Armenia’s principal farming region, also extends into Turkey and Iran. Agriculture is important to Armenia’s economy, with about 31 per cent of the people working in agriculture and forestry.",
   "lat": 0,
   "lon": 0,
   "music_title": "Kani Vourdjan performed by Elia Pehlivanian and Arto Pehlivanian, Kanonne (p) Buda Records (Zither Music)",
   "music_description": "Adjacent to both Turkey and Iran, Armenia has been a meeting ground for Arabic and European cultures since ancient times. In this example we hear the k’anon, a plucked zither of Persian-Arabic origin with 24 sets of three strings tuned in octaves. It is accompanied by the davoul, a two-headed drum. The piece was composed by Sayat Nova, a prominent 18th-century composer who wrote in a style called ashughner. These songs incorporate elements of Arabic music as well as Armenian folk melodies. Their lyrics are typically about love or social and moral issues."
 },
 {
   "country": "Australia",
   "img_title": "Aboriginal Children with Sand Goanna ",
   "img_description": "Their cultures deeply rooted in the land, Australia's 258 separate Aboriginal societies dwell in nearly every habitable region of this island continent. The Aboriginal tribes include the Warramunga (north-central), Malnkanidjiare (northeast), Tralakumbina (on the island of Tasmania), and Djargudi and Nyaginyagi (west). The preservation of their rich oral history is very important to the Aboriginal people, as is their tradition of living in harmony with the land. The Australian Aboriginal peoples have lived in Australia for 40,000 years.",
   "lat": 0,
   "lon": 0,
   "music_title": "Treaty performed by Yothu Yindi: Tribal Voice (Aboriginal Rock Music)",
   "music_description": "The example, \"Treaty\" by the group Yothu Yindi, combines elements of Australian Aboriginal music-song lyrics in the Yolngu language and instruments such as the didgeridoo-with elements of pop music. This song concerns the Australian government's 1988 treaty with the Aboriginal peoples of Australia. The name Yothu Yindi, meaning \"mother and child\", symbolizes the group's desire to present the views of indigenous peoples and to educate other Australians about Aboriginal culture."
 },
 {
   "country": "Australia",
   "img_title": "Herding in the Australian Outback",
   "img_description": "A sheep worker musters, or collects, a herd in Australia’s outback, the arid, sparsely vegetated interior of the continent. Each sheep requires many acres of land for grazing, and water for the animals is drawn from artesian wells. Sheep workers and their families endure a rugged, demanding, and isolated life in the outback.",
   "lat": 0,
   "lon": 0,
   "music_title": "Flash Jack the Shearer from Waltzing Matilda  (Bush Ballad)",
   "music_description": "This is an example of a bush ballad from Australia. These songs, based upon English and Irish models, celebrate life in the “bush”—the isolated rural areas of Australia. Many bush ballads focus on stockmen and roving sheepshearers in a near-mythic style similar to that of American cowboy songs. The lyrics describe the loneliness and hardship of the shearers’ life and often, as in this example, contain competitive boasts. The most famous bush ballad is “Waltzing Matilda”."
 },
 {
   "country": "Australia",
   "img_title": "Aboriginal Cave Paintings",
   "img_description": "Beginning more than 20,000 years ago, Australia's Aboriginal people carved and painted cave walls. More than 1,000 known sites contain depictions of Aborigine spirit figures, hunters and fishermen, and historic events. Aborigine artists recorded the arrival of Indonesians in the late 18th century and the appearance of European settlers 100 years later. The works represent many different artistic styles and early uses of colour.",
   "lat": 0,
   "lon": 0,
   "music_title": "Green Frog performed by Alan Maralung, from Bunggridj-bunggridj: Wannga (Wangga Song)",
   "music_description": "The Aboriginal music of Australia is one of the most distinctive music styles in the world. Aborigines incorporate a wide range of vocal qualities into melodies that typically feature a leap to a high note followed by a descent in smaller steps. Their most characteristic instrument is the didgeridoo carved from a tree branch that has been hollowed out by termites. This instrument is played by men to accompany clan songs, or singing and dancing during communal ceremonies. Songs come to Aborigines in dreams and then become fixed with varying degrees of improvisation, depending on their genre. This example features a renowned Aboriginal singer from the northwest, accompanied by a didgeridoo. "
 },
 {
   "country": "Australia",
   "img_title": "Changing Colours of Ayers Rock (Uluru)",
   "img_description": "Riddled with shallow caves and incised with gullies across the top, Ayers Rock (also called Uluru) rises 348 metres (1,142 feet) from the desert floor. The gigantic sandstone monolith, possibly the world's largest, is 9 kilometres (6 miles) in circumference, 3.6 kilometres (2.2 miles) long, and 2.4 kilometres (1 mile) wide. As the sun changes position throughout the day, the rock's hue gradually shifts until, at sunset, it is flame coloured. Indigenous peoples hold sacred its basal caves, which contain Aboriginal carvings and paintings. The rock and surrounding Uluru National Park were returned to the Aborigines in 1985, then leased to the government for 99 years.",
   "lat": 0,
   "lon": 0,
   "music_title": "Tjitji Tjuta Wankanyi performed by Titjikala Desert Oaks Band, from From The Bush (Aboriginal Rock of Central Australia)",
   "music_description": "Aboriginal culture in Australia has experienced many changes as industry and technology have encroached on its homelands. Since 1980, however, the Central Australian Aboriginal Media Association has made efforts to expand the teaching and preservation of traditional culture. Located in Alice Springs, the association has used its recording studios to promote traditional as well as contemporary styles of Aboriginal music. One result has been the development of a thriving Aboriginal rock scene. This example is an excerpt from a song that shares observations on Aboriginal children in a familiar 12-bar blues-rock form."
 },
 {
   "country": "Austria",
   "img_title": "Music Capital of Austria",
   "img_description": "The Austrian city of Salzburg lies on both banks of the River Salzach, southwest of Vienna. The city boasts castles, churches, and other structures dating to the early 7th century, and it lies in the shadow of Hohensalzburg, a massive medieval fortress begun in 1077. The fortress, which housed the prince-archbishops who ruled Salzburg for more than 1,000 years, contains a chilling torture chamber and a medieval weapons collection, both of which are popular tourist attractions. Salzburg, which is also the birthplace of the 18th-century composer Wolfgang Amadeus Mozart, hosts the annual Salzburger Festspiele, an international classical music festival.",
   "lat": 0,
   "lon": 0,
   "music_title": "Concerto No. 21 in C Major, K.467: Allegro vivace assai, performed by Jeno Janda, piano, and Concertus Hungaricus (Classical Music)",
   "music_description": "Great classical composers, such as Franz Joseph Haydn and Wolfgang Amadeus Mozart, characterize Austrian music of the late 18th and early 19th centuries. The Austrian cities of Salzburg, birthplace of Mozart, and Vienna served as focal points for the emergence of the European style of classical music. In the late 18th century, Mozart composed 23 piano concertos which took this classical form to new heights. Wind instruments were given an expanded role in the orchestra, giving the concertos a richer instrumental tone colour. Mozart was a brilliant pianist as well as composer. Most of the piano concertos were written for his own performances and called for a high level of virtuosity. This selection from his Piano Concerto in C Major illustrates his profound talent for orchestral composition and melodic inventiveness."
 },
 {
   "country": "Austria",
   "img_title": "Austrian Town on the Danube",
   "img_description": "Baroque buildings and an unusual statue adorn the Hauptplatz, or main square, of the Austrian town of Linz. On the Danube, 153 kilometres (95 miles) west of Vienna, Linz is the country’s third largest city and the provincial capital of Upper Austria. The city developed around the site of a Roman fortress settlement called Lentia, and was an important medieval trading centre. Today, Linz is a busy river port and railway junction and home to a major iron and steel operation.",
   "lat": 0,
   "lon": 0,
   "music_title": "Kuckucksjodler performed by Familie Baumschlager (Traditional Yodelling)",
   "music_description": "Although the mountainous terrain of Austria has contributed to the development of a number of regional musical styles, its folk music shares many characteristics with that of Germany. Because Austrian and German folk music is closely associated with dance, duple and triple time predominate. Songs usually consist of two or three sections performed alternately. Yodelling, a vocal technique of quick shifts between head and chest voices, is popular in the alpine regions of Austria and Switzerland. The yodelling in this example is accompanied by the zither, a string instrument found throughout Austria and southern Germany."
 },
 {
   "country": "Austria",
   "img_title": "Forested Mountains Around Grossglockner",
   "img_description": "The forests around Grossglockner, in the southwest Austrian province of Tyrol, blaze with autumn colour. Grossglockner is the country’s highest peak, at 3,797 metres (12,457 feet), and the 56-kilometre (35-mile) Grossglockner High Alpine Highway offers spectacular mountain views. Austria’s alpine regions are characterized by scenic rolling hills, forested slopes, sparkling lakes, and rugged peaks streaked white by glaciers.",
   "lat": 0,
   "lon": 0,
   "music_title": "Auf'n Hof performed by Heinz Gamper, from Zitherklange Aus Tirol (Traditional Zither)",
   "music_description": "This is an example of traditional zither music from the Tyrol region of Austria. A number of older songs, carols, and historical ballads, as well as a distinctive style of yodelling have survived in this alpine region. String instruments, especially the zither, are popular. The performer, Heinz Gamper, is well known in the region for his faithful and virtuosic performances of traditional material."
 },
 {
   "country": "Azerbaijan",
   "img_title": "Dressed in Silk",
   "img_description": "Each of these women is wearing a kalagai, the Azerbaijani national ornamented silk kerchief. The garments are produced in a factory in Sheki, long famous for its locally made silks. Located on the slopes of the Caucasus, this town has a history that goes back 2,500 years",
   "lat": 0,
   "lon": 0,
   "music_title": "Rast performed by Habib Bayramov, from Azerbaijan: Traditional Music  (Tar Music)",
   "music_description": "The tar, a long-necked lute of Persian origin, is the most beloved instrument of many of the Azerbaijani people. It is a solo instrument that is also at the core of ensemble performance. The tar has five melody strings and an additional four or five strings that function as drones (sustained notes) and also help increase the volume and intensity of the instrument. It has 24 movable frets, its soundboard is made of ox membrane, and it is plucked with a small plectrum. The tar demands a high level of artistry and virtuosity. This example, called “Râst”, is an improvised piece based on a specified scale (muqâm) known throughout the Middle East"
 },
 {
   "country": "Azerbaijan",
   "img_title": "Baku: An Ancient Trading Centre",
   "img_description": "Baku’s location on the Apsheron Peninsula of the Caspian Sea made it an important trading centre as early as the 6th century BC. Although claimed by many foreign peoples over its long history, Azerbaijan was most influenced by Persians and Turkic-speaking peoples. Arab Muslims brought Islam to the region in the 7th century AD. Remains of Arabic and Persian architecture can still be seen in Baku.",
   "lat": 0,
   "lon": 0,
   "music_title": "Osmanli performed by Alim Kasimov, Bahram Mansurov, and Elman Badalov, from Azerbaijan: Traditional Music (Vocal Song)",
   "music_description": "Azerbaijani music and culture are an intermingling of Iranian (Persian) and Turkish influences. The music, therefore, shares the concept of modes (system of scales) and free improvisation found in Persian and Turkish classical music. Like its instrumental music, vocal music in Azerbaijan is expressive, highly ornamented, and based on complex rhythmic cycles. The preferred style of classical singing emphasizes powerful voice production which moves from chest voice to falsetto. This is similar to the classical vocal tradition found in Persian art music. This excerpt is from a vocal repertoire that dates back to the Ottoman Empire, and may have been a war march. The female vocalist is accompanied by a small ensemble that includes the tar (Iranian long-necked lute), kamânche (spiked fiddle), and daf (Turkish frame drum)."
 },
 {
   "country": "Bahamas",
   "img_title": "Nassau’s Old Harbour Lookout",
   "img_description": "Nearly all major historical events in the Bahamas took place on New Providence. Nassau, on the island’s northern coast, was founded by the British in the 17th century and became a haven for buccaneers and pirates. The British built several stone forts near the city in the 18th century, including Forts Montague, Charlotte, and Fincastle. Fort Fincastle’s 38 metres Approximate-metre (125 feet Approximate-foot) high water tower and lighthouse provide dramatic views of the clear blue water and coral reefs of Nassau Harbour. At more than 60 metres (200 feet) above sea level, the old lookout is the highest point on the flat limestone island.",
   "lat": 0,
   "lon": 0,
   "music_title": "There Will Be a Happy Meeting in Glory performed by Joseph Spence, from Music of the Bahamas, Vol. 1 ",
   "music_description": ""
 },
 {
   "country": "Bahrain",
   "img_title": "Preparing Wire Traps for Fish in Bahrain",
   "img_description": "Fishermen on the Gulf of Bahrain weave enormous curved fish traps out of wire, as they prepare to set out in their traditional vessels called dhows. The word bahrain means “two seas” in Arabic, and for centuries the country has been a centre for major sea-trade routes.",
   "lat": 0,
   "lon": 0,
   "music_title": "Adsani from Fidjeri: Songs of the Pearl Divers (Fidjeri Music)",
   "music_description": "For centuries, pearl diving was an honourable and widespread occupation in Bahrain. In the 1930s, with the discovery of oil in the region and competition from cultivated pearls in Japan, the pearl-diving industry began to decline. Fidjeri, a rich musical genre associated with pearl divers, survives. The fidjeri, of which there are eight types, is a vocal and dance tradition accompanied by hand claps, as well as the playing of small cymbals, water jars, and ancient cylindrical and frame drums. The fidjeri style performed in this example is called adsani."
 },
 {
   "country": "Bangladesh",
   "img_title": "Irrigating a Rice Field in Bangladesh",
   "img_description": "Two agricultural workers in Bangladesh flood rice fields with water—instead of relying on a monsoon to provide a bountiful harvest, which they would have done in the past. Several major irrigation projects have improved Bangladesh’s rice production and have controlled flooding from the nation’s numerous rivers. Annual flood waters offer some benefits, notably the spreading of nutrient-rich silt through the countryside, but severe storms have washed away houses and devastated populated regions of the country.",
   "lat": 0,
   "lon": 0,
   "music_title": "Baul Songs Sam Mills",
   "music_description": "The Bauls are a mystical Bengali cult known for their nonconformist way of life and their unconventional approach to religion. Many of the Bauls’ teachings are secret, yet their religious sentiment finds public expression through music. Baul songs, widely admired for their beauty, had a great influence upon the famous Bengali writer and artist Rabindranath Tagore. The songs express, in a spontaneous and individual style, an inspired longing for union with the divine. They are sung by a solo performer, who often dances while he sings, accompanying himself on the ektara, a one-string plucked instrument"
 },
 {
   "country": "Barbados",
   "img_title": "Bathsheba Beach",
   "img_description": "The beautiful coral reefs of Bathsheba Beach on the northeast coast of Barbados make the area a favourite holiday spot for residents of Bridgetown. High tides, however, bring a treacherous pounding surf. In the early 20th century, Bathsheba was reached by a railway, but today tourists and Bajans make the journey via the East Coast road.",
   "lat": 0,
   "lon": 0,
   "music_title": "Pop from Barbados from Field Recordings, courtesy of Karen Michel (Popular Dance Music)",
   "music_description": "Barbados, along with Trinidad and Tobago, is one of the islands of the Lesser Antilles group in the Caribbean. The majority of the population is descended from people who were enslaved and brought forcibly to the island from West Africa. The music of Barbados, as elsewhere in the Caribbean, bears the imprint of its West African heritage. This example features a dance band from one of the island hotels. The influences of West African music can be felt particularly in the dense cross-rhythms of calypso, which originated on the neighbouring island of Trinidad."
 },
 {
   "country": "Belarus",
   "img_title": "The Catherine Cathedral of Minsk",
   "img_description": "The 17th-century Catherine Cathedral of Minsk is a principal landmark in the city of Minsk in Belarus. Minsk is an ancient trading centre that has been invaded and nearly destroyed many times since it was founded in 1067. The city was almost entirely destroyed by bombs during both world wars. Religious faith in Minsk has endured, despite having been suppressed under the former Soviet government. The Soviets imposed controls on Eastern Orthodox and Roman Catholic worshippers, but now people can worship freely.",
   "lat": 0,
   "lon": 0,
   "music_title": "Violin play from Byelorussia (Violin Carol)",
   "music_description": "Ritual singing and processions are part of ancient folk traditions still practised at Christmas and at other seasonal feasts in Belarus. Groups of carollers often travel through the village and are occasionally accompanied by a single violinist. In this example, the violinist performs an instrumental version of a traditional Christmas carol and emulates the multi-layered vocal performance of the choir. The primary melody is played on the lower strings and the secondary counter-melody on a higher-pitched string. This tendency to simultaneously play variations of the same melody line (heterophony) is typical of the age-old style associated with ritual songs in the region."
 },
 {
   "country": "Belarus",
   "img_title": "Harvesting Flax on a Communal Farm",
   "img_description": "Farmland extends to the horizon on the Gastello communal farm near Hrodno in western Belarus. Flax, an important crop in Belarus, yields natural fibres that are used to make linen and other textiles. Although Belarus’s government claims to favour a change-over to private agriculture, about two-thirds of the nation’s farm workers remain on collective farms; most of the rest work on state farms. The country’s crop production is in serious trouble. Nearly 20 per cent of Belarus’s soil was contaminated by radiation from the 1986 Chernobyl nuclear accident. In some areas, agriculture has ceased altogether.",
   "lat": 0,
   "lon": 0,
   "music_title": "Festive Song from Byelorussia ",
   "music_description": "The vast space, wide meadows, and thick forests and swamps of Belarus have influenced the country’s music and culture. Singing in the open air has been enjoyed here for centuries—loud, robust voices and sustained notes can be heard over long distances. Epic songs and songs of lyric poetry became popular over the years and dealt with wartime events, love, and comical situations. This festive song features a chorus of men singing the praises of “a silver bowl with a golden rim” in a light-hearted manner. It features a lyric melody in a structured, prose-like form with a single vocalist introducing each stanza."
 },
 {
   "country": "Belgium",
   "img_title": "Carnival Celebration",
   "img_description": "Masked paraders dressed in brilliant costumes reflect the medieval heritage of the annual spring festival in Binche. Folk traditions are carefully preserved here in the province of Hainaut, located in the French-speaking Walloon Region of southwest Belgium.",
   "lat": 0,
   "lon": 0,
   "music_title": "Air classique des Gilles from Belgique: Le Carnival of Binche (Carnival Music)",
   "music_description": "Belgium’s annual pre-Lenten carnival at Binche dates from the 14th century. As in many predominantly Catholic countries, the carnival is seen as deriving from a pre-Christian rite of offerings and sacrifices to ensure prosperity and to ward off evil. Central to the carnival procession are the clowns, or Gilles, who appear on Shrove Tuesday. The brass-band composition heard here, “Air classique des Gilles”, accompanies the Gilles in an ancient dance, giving an invitation to the town to join in the celebration."
 },
 {
   "country": "Belize",
   "img_title": "Reef Island",
   "img_description": "The Caribbean coast of Belize is dotted with dozens of cays. The reef, more than 290 kilometres (180 miles) in length, is the longest such formation in the Western Hemisphere. It runs along the edge of a massive underwater limestone shelf and consists primarily of coral, a marine animal whose outer skeleton is composed of stone-like material. Coral reefs take thousands of years to develop and generally form several kilometres offshore. Keys may appear when the ocean level lowers during periods of climatic cooling. They are often small, with white sandy beaches and a few palm trees, and are usually separated from a mainland by shallows.",
   "lat": 0,
   "lon": 0,
   "music_title": "Punta Rock performed by Andy Palacio and the Youth Connection Band, ",
   "music_description": "In Dangriga, Belize, where the largest concentration of Garifuna people live, the most popular contemporary music is called punta rock. This music has its roots in the local spirit-possession dance tradition dating from the 17th century. Three powerful drums—with the lanigi garau or “heart drum” at the spiritual core—and the buguduru (turtle shell) provide the sacred rhythm of this ancient dance. In the early 1980s several Garifuna bands introduced the electric guitar and pop melodies from Trinidadian soca to create punta rock. This example is by the Belizian group Andy Palacio and the Youth Connection Band."
 },
 {
   "country": "Belize",
   "img_title": "Festival of the Garinagu",
   "img_description": "This dance, which expresses the Garinagu’s feelings about the colonial period, is part of a festival celebrated each year at Christmas. The Garinagu are experiencing a cultural revival while simultaneously undergoing cultural change. In recent decades many have migrated to the United States, but they return to their communities in southern Belize for traditional festivals and holidays. Ceremonial roles traditionally filled by men are being assumed by women, who are commonly the keepers of the culture.",
   "lat": 0,
   "lon": 0,
   "music_title": "Abelagudahani from The Spirit Cries (Shaman Music)",
   "music_description": "This is an excerpt from a shaman's (or medicine man's) ceremony of the Garinagu (adjectival form Garifuna) of Belize. Also known as the Black Caribs, the Garinagu are descendants of African slaves who, in the 17th century, were shipwrecked in the Caribbean and who intermarried with the indigenous people. Originally dwelling in the rainforests, they settled on the coast during the colonial period as the rich forests of the area were harvested. Their music combines African, Native American, and European elements. Drums are the main instruments used to accompany dances and rituals. This example features three drummers accompanying the shaman, who plays two gourd rattles."
 },
 {
   "country": "Benin",
   "img_title": "Ethnic Beliefs",
   "img_description": "In the West African nation of Benin, many people practice animism, the belief that all things in nature possess souls. Some 42 different ethnic groups are native to Benin, but most people are from the closely related Fon and Adja clans.",
   "lat": 0,
   "lon": 0,
   "music_title": "Djan-Djan performed by Angelique Kidjo, from Aye (Popular Music)",
   "music_description": "Benin is home to a number of distinct ethnic groups. Although there are differences in musical style between the various groups, they all share drum ensembles that produce complex cross-rhythms. This example features Angelique Kidjo, a Beninese singer who combines elements of traditional Beninese music with contemporary African-American funk to create a sound that has made her a popular world-music artist."
 },
 {
   "country": "Bhutan",
   "img_title": "Buddhist Fortress in Bhutan",
   "img_description": "The Dzong of Punakha was built in 1637 at the junction of the Pho Chu and Sankosh rivers in west-central Bhutan. Dzongs served as fortresses, temples, and monasteries from which surrounding territory was ruled. White-and-red dzongs in Bhutan are characteristic of a 12th-century Buddhist sect. The Dzong of Punakha contains many important temples, including the burial chamber of the great 17th-century ruler Ngawang Namgyal.",
   "lat": 0,
   "lon": 0,
   "music_title": "Women's Song",
   "music_description": "The small, mountainous kingdom of Bhutan lies along the southeastern border of Tibet. Despite its political isolation, Bhutan has long been an integral part of the culture of the Himalayan region. Tibet’s influence has been particularly strong because Tibetan Buddhism is the main religion of Bhutan, and its monasteries preserve the Tibetan Buddhist ritual music tradition. Similarly, Bhutan’s folk music shows parallels with Tibetan styles. Variations of the spike fiddle, as well as the sgra snyan, a horse-headed lute, are found in both countries. Melodies, although marked with regional variations, share structural similarities. This song is performed by three women during a ceremony before a lama, a religious teacher of Tibetan Buddhism."
 },
 {
   "country": "Bosnia and Herzegovina",
   "img_title": "Sarajevo’s Place in History",
   "img_description": "Sarajevo, the capital and largest city of Bosnia and Herzegovina and its economic and cultural centre, has long been a witness to war. Situated in a valley on the River Miljacka near Trebevi, the city was invaded by the Turks in the late 15th century and burned to the ground in 1697 by Prince Eugene of Savoy. In 1914 the assassination in Sarajevo of Archduke Francis Ferdinand sparked World War I. Following the break-up of Yugoslavia in 1992, Sarajevo was heavily damaged, and thousands of its residents were killed in the fighting among Serbian, Croatian, and Muslim military forces.",
   "lat": 0,
   "lon": 0,
   "music_title": "Becarac: Selo moje lezi pokraj from Bosnia: Echoes from an Endangered World (Becarc Song)",
   "music_description": "This example represents a musical tradition that is in great danger of being lost because of the recent war in Bosnia and Herzegovina. It is a secular polyphonic (multilayered) song, called a becarac in its modern form. This type of singing is particularly well developed in this region and makes ample use of major and minor seconds between voices. The modern becarac uses the fifth of the scale as a phrase-ending note and emphasizes the vertical, chordal sound of the two voices."
 },
 {
   "country": "Botswana",
   "img_title": "The San of Southwestern Africa",
   "img_description": "The more than 100,000 San (Basarwa) people traditionally lived in small hunter-gatherer societies, moving about in search of wild animal and plant foods. Economic and political pressures from outside have forced the San to become agriculturists. Now only a small proportion of their food comes from the bush. The San live in the republics of Botswana, Namibia, and Angola.",
   "lat": 0,
   "lon": 0,
   "music_title": "Gut Hunting Bow from Instrumental Music of the Kalahari San (Kung San Music)",
   "music_description": "The remote Kalahari Desert of southwest Botswana has been home to the Kung San, or Bushmen, for centuries. Participation in music is widespread, mirroring the egalitarian social structure. Vocal music is characterized by a dense weave of rhythms with each voice contributing equally to the whole. Instruments are generally constructed from materials found in the natural environment. The most popular instrument is the one-stringed musical bow, also used for hunting. This example features a hunting bow with a gut string. In recent years, metal wire has replaced the traditional gut string."
 },
 {
   "country": "Botswana",
   "img_title": "Aerial View of Maun",
   "img_description": "Maun, located in northern Botswana, is the traditional capital of the Tswana people, whose culture and language are linked to those of the western Sotho of southern Africa. Situated northeast of Lake Ngami at the edge of the Okavango Swamp, Maun is also the centre of the safari industry of the Okavango delta.",
   "lat": 0,
   "lon": 0,
   "music_title": "Thabo performed by Duncan Senyatso & The Kgwanyape Band (Popular Music)",
   "music_description": "The music of Botswana ranges from contemporary African pop to the interlocking vocal style of the San of the Kalahari Desert. In the north the music shares similarities with that of the Shona people of neighbouring Zimbabwe. This example features a pop band that joins a Scottish mandolin player and a Dutch electric-guitarist with musicians from Botswana to create a mixture of traditional and world-music styles. Dance and social commentary are two common functions of music in Africa. This example, which employs dance rhythms, critiques Botswana’s educational system."
 },
 {
   "country": "Brazil",
   "img_title": "Kayapo of the Rainforest",
   "img_description": "The Kayapo live in villages along the Xingu River, which feeds into the Amazon. They depend on the rainforest and the river for food, clothing, medicines, housing, transport, and every other necessity of life. Balancing their needs against the ability of nature to replenish itself is a constant challenge. These Kayapo men share a great responsibility in caring for the forest and the river.",
   "lat": 0,
   "lon": 0,
   "music_title": "Nhiok from Ritual Music of the Kayapo-Xikrin, Brazil (Kayapo Ritual Music)",
   "music_description": "The Kayapo people’s way of life is tied to the seasonal cycles of the Amazon rainforest. Their rituals mirror their relationship with the environment and, as their homelands continue to be threatened by industrial expansion, serve as a link for the community in a shared system of beliefs and values. The example is from a female naming ceremony that reaffirms the kinship ties of the participants. Music forms only part of this ritual, which involves dancing, body-painting, ornate feather decoration, and speeches. The excerpt evokes the cry of an eagle circling its nest during the mating season."
 },
 {
   "country": "Brazil",
   "img_title": "Birthplace of Brazilian Culture",
   "img_description": "The Casa de Miseri overlooks the harbour at Salvador, the first capital of Brazil. Founded in 1549, Salvador features elegant, centuries-old colonial mansions and gilded churches. It is the centre of African-Brazilian culture, where Portuguese-Catholic customs blended with those of West African slaves, who were brought over to work the sugar plantations. Much of what is typically thought of as Brazilian food, religion, dance, and music originated in this area.",
   "lat": 0,
   "lon": 0,
   "music_title": "Olodum from Bahia Black (Bahia Drum Music)",
   "music_description": "Drum ensembles are integral to African-Brazilian religious music, and drums are believed to have the power to communicate with deities. In the Brazilian state of Bahía, local religious cults, which merge African and European traditions, utilize drumming to bring on spirit possession. Layers of complex and specific rhythmic patterns dominate the drumming technique and set the pace for ritual dances. Drumming is often accompanied by call-and-response vocals, but much of the music is composed for drums alone. This drum piece is led by a master drummer who, by improvising on the characteristic rhythms, controls the choreographic development of the dances."
 },
 {
   "country": "Brazil",
   "img_title": "Voodoo Honours for a Sea Goddess",
   "img_description": "The voodoo celebration of Candomblé Festa de Iemanja honours the sea goddess Iemanja. Held on New Year’s Eve in Rio de Janeiro, it is one of the main festivals of the Candomblé cult, a branch of voodoo that originated with West African slaves. Celebrants proceed to Copacabana Beach to throw flowers, jewellery, perfume, and fruit into the sea for luck.",
   "lat": 0,
   "lon": 0,
   "music_title": "Aluja De Xango Aira from Bresil: Les Eaux D'Oxala  (Candomblé Music)",
   "music_description": "Candomblé is a syncretic religion found among the African population of Brazil. In the 16th century, large numbers of Bantu, Yoruba, and Dahomen were brought to Brazil as slaves. The religious beliefs of these West African groups merged with the enforced doctrines of Catholicism, allowing them to worship their own gods under the guise of the slave-holders’ religion. To this day, a series of celebrations is dedicated to honouring the gods of Creation (Oxalá) and of Thunder (Xango), along with many others. At public Candomblé ceremonies, crowds fill large cult rooms called terreiro, where three sacred drums are played, accompanied by metal percussion instruments. The drumming enables the ceremony’s participants to enter a trance so that they can be possessed by one of the gods. This example is a rhythm associated with Xango."
 },
 {
   "country": "Brazil",
   "img_title": "Carnival in Brazil",
   "img_description": "Carnival, the world-famous uninhibited Brazilian festival, runs for the four days and nights before Ash Wednesday, which marks the start of the Lenten season. This South American combination of pagan and Christian festivals features costume balls, extravagant parties, exhibitions, and samba dance competitions",
   "lat": 0,
   "lon": 0,
   "music_title": "Um Samba Para Ela que Chora performed by Wilson Moreira, from Grandes Sambistas (Samba Music)",
   "music_description": "Brazilian samba music emerged in the 19th century as part of annual pre-Lenten Carnival festivities in Rio de Janeiro. Beginning in the 1920s, samba groups were organized into “schools” that competed for prizes during Carnival. Samba also refers to an accompanying dance form of African origin with percussion-dominated rhythms that can be traced to religious possession rites. Another distinctive feature of samba is the male soloist alternating with mixed chorus. This technique of call-and-response is found in parts of Africa and among African descendants throughout the Americas. The example is from a modern samba written by Wilson Moreira, one of Brazil’s most popular and successful composers."
 },
 {
   "country": "Burkina Faso",
   "img_title": "Bobo-Dioulasso Central Train Station",
   "img_description": "The wide streets of Bobo-Dioulasso, in southwest Burkina Faso, radiate out from its train station and encircle a large central market. The market is a source of traditional jewellery and handicrafts made of ivory, bronze, and iron. Noted for their tall, conical-roofed houses, the Bobo native people inhabit the region around the city.",
   "lat": 0,
   "lon": 0,
   "music_title": "Moroman Wouele performed by Farafina, from Farafina: Bolmakote (Popular Music)",
   "music_description": "Like many of its neighbours, Burkina Faso has a number of different ethnic groups. Each group has its own musical style, but they have in common a preference for drum ensembles, usually with vocals, that feature complex cross-rhythms. In Burkina Faso, xylophones often accompany the drums. This example features the balafon, a xylophone with gourd resonators. Each gourd has a small hole covered with membrane, often from a spider’s egg, which gives a buzzing tone to the instrument. Note also the tama, a “talking drum” that can mimic the tonal languages of the region to produce speech-like phrases."
 },
 {
   "country": "Burundi",
   "img_title": "Burundi's Steep Terrain",
   "img_description": "Burundi's landscape is characterized by a nearly unbroken series of mountains and hills. Although Burundi sits just south of the Equator, the higher elevations have a cool and pleasant climate. The country experiences two wet and two dry seasons each year. Woodland once covered most of Burundi's central and eastern plateaux, but farmers have cleared almost all the trees in order to plant crops.",
   "lat": 0,
   "lon": 0,
   "music_title": "Royal drums from Burundi: Traditional Music ",
   "music_description": "At the core of traditional Burundi music are the royal drums played by members of the local Tutsi. The ngoma drum, which is the mother drum of the ensemble, symbolizes power and was originally played only in the king’s court. The tradition of drumming is handed down from father to son, and the drummers are highly respected within the community. Today the ngoma drummer and an ensemble of up to 25 drummers appear at local festivals. In this recording, a large ensemble plays to the lead of the ngoma. After a series of calls from the leader, the group plays until each drummer has soloed. The vocal shouts are directed at a person of authority who might be listening, in hopes of obtaining a gift, such as a cow, as reward for the group’s efforts."
 },
 {
   "country": "Burundi",
   "img_title": "Lake Tanganyika in Western Burundi",
   "img_description": "The northeastern half of Lake Tanganyika forms most of the western border of Burundi. The lake provides an annual catch of about 9,100 metric tons of fish, an important food source for many people in this crowded developing country. The country’s capital city, Bujumbura, is situated at the north end of the lake and serves as a port for goods shipped between Burundi and towns in Tanzania and the Democratic Republic of the Congo (formerly Zaire).",
   "lat": 0,
   "lon": 0,
   "music_title": "Whispering song from Burundi: Traditional Music ",
   "music_description": "Among the variety of musical instruments popular in Burundi, the inanga is renowned. This zither-type, plucked instrument with a semihollow base is played by men. Traditionally, it was performed in a king’s court. The repertoire associated with the inanga generally centres on historical events and also comments on contemporary social issues or humorous situations. The vocal technique might be described as “whispered singing” which, according to local musicians, creates balance between the singer and the inanga."
 },
 {
   "country": "Zambia",
   "img_title": "Hippopotamus in the Zambezi River",
   "img_description": "In the language of the Tonga, Zambezi means “Great River”. The Zambezi begins its lengthy journey on the Central African plateau and flows east to the Indian Ocean, draining the middle of the African continent. The volume of flow varies widely according to the season; the greatest volume is in March or April. Magnificent Victoria Falls are located on the Zambezi, and wildlife is abundant near the river.",
   "lat": 0,
   "lon": 0,
   "music_title": "By Air performed by Labani Kalunga and the Fikashala Band, from Zambiance (Popular Music)",
   "music_description": "The large landlocked country of Zambia has been greatly influenced by the music of nearby countries in the Congo region, particularly the Democratic Republic of the Congo (DRC) (formerly Zaire). Although European influences are also felt—especially Belgian and French because of their colonial rule—the predominant western musical influence is Cuban. Cuban son trios were popular in Congo (DRC) in the 1930s, and by the 1950s the Cuban rumba dance style was the fashion throughout Congo (DRC) and the Republic of the Congo. Out of this grew a local popular music style called soukous, which merges local rhythmic elements—like interlocking patterns and repeated melodic riffs—with a syncopated dance rhythm. In Zambia, soukous inspired zam-rumba, pop music focused around a bell-like tone produced by the electric guitar."
 },
 {
   "country": "Zimbabwe",
   "img_title": "Harare Skyline",
   "img_description": "Modern high-rise buildings dominate the skyline of Harare, Zimbabwe’s largest city and capital. Here, urban segregation is now based on class and income rather than race. Many middle-class blacks have migrated to residential areas formerly occupied exclusively by whites, particularly the suburbs to the south.",
   "lat": 0,
   "lon": 0,
   "music_title": "Nyamaropa pachipembere performed by Stella Rambisai Chiweshe, from Stella Rambisai Chiweshe: Chisi (Mbira Music)",
   "music_description": "This song from Zimbabwe is played on the mbira (thumb piano) accompanied by a guitar, bass, and traditional gourd rattle. The mbira, as it is known among the Bantu-speaking people of Africa, is made of metal tongues of different lengths. These are attached to a resonating soundboard with the addition of metal devices such as bottle caps to produce a buzzing sound. The metal tongues are plucked with the fingers in complex interlocking patterns. Although it is played in many areas of Africa, the mbira has special significance in Zimbabwe, where it is linked to the religious ceremonies of the Shona people."
 },
 {
   "country": "Zimbabwe",
   "img_title": "Great Zimbabwe Ruins",
   "img_description": "The town of Great Zimbabwe was built during the 12th century AD. Located southeast of Nyanga in central Zimbabwe, the stone ruins include the enormous Great Enclosure and numerous smaller structures, all crafted with great skill and without mortar. The word zimbabwe means “royal court” in the Shona language.",
   "lat": 0,
   "lon": 0,
   "music_title": "Masiyeni performed by Black Umfolosi, from Black Umfolosi: Unity (Ndebele Music)",
   "music_description": "This is an improvisation of a Ndebele warrior dance. After the Shona, the Ndebele are the second largest ethnic group of Zimbabwe. They live in Matabeleland in the southwest region of the country, adjacent to South Africa. While the mbira (thumb piano) is the representative instrument of the Shona people, Ndebele music is characterized by its emphasis on rich vocal harmonies. The Ndebele preserve Zulu traditions, and their music is similar to mbube, the South African Zulu vocal genre. As in mbube, the Ndebele style features a precise and clean articulation, close harmonies, and a prominent bass voice."
 },
 {
   "country": "Yemen",
   "img_title": "Walking to Work in the Fields of Yemen",
   "img_description": "A group of women in traditional garments walk to work in the fields of the Hadhramaut region in southern Yemen. Until the mid-1970s women were required by law to cover themselves with the kinds of veils and dark clothing worn by their female ancestors. Although laws were passed that increased status and improved the quality of life for Yemeni women, many rural women still follow the ancient traditions of veiling and seclusion, and are also subjected to other severe restrictions.",
   "lat": 0,
   "lon": 0,
   "music_title": "Zafat from Traditional Music of the North (Wedding Song)",
   "music_description": "The rich musical heritage of the Islamic country Yemen is balanced by sacred and secular elements. This excerpt of a zafat, or wedding ceremonial song, from northern Yemen, is probably the best example of this tradition. It is performed in the street and overseen by a nashad, or sacred hymnist. The nashad leads the bridegroom and an assembly of friends to the house where the wedding will take place. The procession moves to the pulse of the song as children dance alongside, carrying candles and fresh eggs, which they smash against the walls of the house at the moment the bridegroom enters the front gate. The song is actually a series of poems sung in classic Arabic. It begins by praising Allah and ends by celebrating the occasion and welcoming the groom."
 },
 {
   "country": "Venezuela",
   "img_title": "Caracas: No Room to Grow",
   "img_description": "Caracas, the capital of Venezuela, lies just south of the Caribbean Sea in a rift valley about 1,042 metres (3,418 feet) above sea level. This 16th-century city is by far Venezuela’s most populous. Immigrants from rural Venezuela and from throughout Europe have poured into Caracas, creating a severe housing shortage. Many blocks of old colonial-style homes have been replaced by rows of repetitious modern dwellings. Makeshift shanties continue to spread up the surrounding mountain slopes.",
   "lat": 0,
   "lon": 0,
   "music_title": "Flor Del Cacao performed by Soledad Bravo, from Soledad Bravo: Songs of Venezuela (Popular Music)",
   "music_description": "The music of Venezuela shows influences from Africa and Spain. This song belongs to a genre called golpe. It is sung by Soledad Bravo, a well-known Latin American singer who began her career in Caracas and remains very popular in Venezuela. In its call-and-response structure and its rhythmic density, the song shares similarities with African music. In the golpe genre, two or more themes are sung, and the number of repetitions and variations are at the discretion of the singer."
 },
 {
   "country": "Venezuela",
   "img_title": "Beautiful Colorada Beach",
   "img_description": "Coconut palms line the pristine sands of Playa Colorada (Colorada Beach), located along the northeast coast of Venezuela. The area is appreciated for its deep blue lagoons and some of the finest beaches in the country. Colorada, considered the most beautiful of all, is the beach most often featured on Venezuelan postcards. Nearby Puerto La Cruz is a bustling commercial port and resort city. Also popular among visitors are a number of other beaches along the city’s perimeter where activities include snorkelling along colourful coral reefs.",
   "lat": 0,
   "lon": 0,
   "music_title": "Culo e' puya performed by Conjunto de San Juan de Cureipe(Dance Music)",
   "music_description": "Throughout Venezuela, particularly in the coastal regions, musical instruments and playing techniques have strong African links. Roman Catholicism prevails in local religious practices, but elements of African music survive—particularly drumming and dancing during religious processions. Complex rhythms can be achieved by beating the drum on its membrane and its body simultaneously. In this example, four musicians create a complex array of interlocking patterns on the large puya drum. The vocal melody is sung in a call-and-response pattern, which is often heard in spirit-possession ceremonies across West Africa"
 },
 {
   "country": "Vietnam",
   "img_title": "Coastal Waters of Vietnam",
   "img_description": "Fishing boats float on the calm waters of the South China Sea near a beach in Vietnam. Sandbars form this protected lagoon near the city of Nha Trang on Vietnam’s southern coast. Fishing is an important industry along the nation’s coast, where the catch includes lobster, shrimp, and squid.",
   "lat": 0,
   "lon": 0,
   "music_title": "Vietnam: Traditional Music",
   "music_description": "Vietnamese is a tonal language: words that are spelled the same but vary in pitch and intonation have different meanings. Though it incorporates foreign influences, most notably Chinese, Vietnamese music is intimately related to the tonal aspects of the language. Vocal styles, as heard in the example, incorporate speech patterns; instrumental techniques use ornaments that mirror the glissandos of the spoken language. The example is from a ceremony at a Buddhist temple. In the ceremony a medium, a ritually trained specialist, goes into a trance in order to enable a spirit, in this case a princess, to communicate to the people."
 },
 {
   "country": "Vietnam",
   "img_title": "Paddy and Irrigated Cropland in Vietnam",
   "img_description": "Vietnamese workers harvest the season's crop in a flooded paddy (padi). Vietnam is one of the world's richest rice growing regions, and the grain is grown primarily in the Mekong and Red River deltas. Most of the nation's agricultural land is used for rice cultivation, with two crops harvested per year in many areas. The Vietnamese also grow cassavas, sweet potatoes, sorghum, coffee, sugar cane, soya beans, and maize, among other crops.",
   "lat": 0,
   "lon": 0,
   "music_title": "Nam Bac Mot Nha performed by Tran Quang Hai, from Landscape of the Highlands (Dan Tranh Music)",
   "music_description": "Vietnamese culture has been strongly influenced by China and, to a lesser degree, India. Many of Vietnam’s older instruments are of Chinese origin, including the dan tranh in this example. The dan tranh, a 16-stringed zither with movable bridges, bears similarities to zithers of China, Japan, and Korea. It is usually played by a solo performer or in small chamber-music ensembles. A distinctive feature of the Vietnamese style of zither playing is the wide use of tremolos and trills as ornamentation for the main melody notes."
 },
 {
   "country": "Vietnam",
   "img_title": "Miao Women in Costume",
   "img_description": "The Miao, known as Hmong in Thailand and Laos, are a group of people concentrated in the mountainous regions of southern China and northern Laos, Thailand, and Vietnam. The majority of Miao live in small villages in Yunnan, Guizhou, and Sichuan provinces in southern China, where they are mostly organized into communes by the Chinese government. They have, however, managed to retain much of their original culture. Most Miao live in simple single-storey houses, and grow, maize, rice, and, in some areas, opium as a cash crop for selling in lowland markets.",
   "lat": 0,
   "lon": 0,
   "music_title": "Qingshui Jiang Pang Feng Shou Yue performed by Yang Zhengping, from A Happy Miao Family (Miao Music)",
   "music_description": "The Miao are a large minority group in southwestern China whose culture is distinct from that of the main Chinese population, the Han. The Miao are related to the Hmong of northern Thailand. This example of Miao music features a solo performance on the lusheng, a free-reed mouth organ with two rows of bamboo pipes, each a different length, inserted into a sound-box and blown through a long mouthpiece. The lusheng usually accompanies dances. In the most important of these, colourfully dressed men and women step in a circle around buckets of rice wine, merrily drinking and dancing for hours on end."
 },
 {
   "country": "Rwanda",
   "img_title": "Rwanda’s Green Landscape",
   "img_description": "Rwanda has green hills and sharp, snow-covered volcanic peaks. In the Virunga Mountains in the country’s northwest, Mount Karisimbi is the highest peak, at 4,507 metres (14,787 feet). Mountains rise to towering heights near Lake Kivu in western Rwanda, generally considered to be one of the most beautiful of Africa’s great lakes.",
   "lat": 0,
   "lon": 0,
   "music_title": "Kana performed by Cecile Kayirebwa, from Cecile Kayirebwa: Rwanda (Popular Music)",
   "music_description": "The small and densely populated country of Rwanda is primarily agricultural. Most traditional Rwandan songs deal with pastoral subjects such as the beauty and ancestry of cattle, dancing, and major events in the lives of the people. This example, titled “Kana”, is a farewell sung by popular Rwandan artist Cécile Kayirebwa. In this song, an elder sister bids goodbye to a younger sister who will soon marry and go to live with her husband’s family. Kayirebwa collects many Rwandan songs and poems and does research on them. Notice the traditional two-part vocal style and instrumentation: the ancient umuduri, a musical bow with a gourd resonator (similar to the Brazilian berimbau), and the ikembe, a thumb piano."
 },
 {
   "country": "Russia",
   "img_title": "City of St Petersburg",
   "img_description": "St Petersburg’s architectural wealth and its setting on the delta of the Neva River make it one of the loveliest cities in Europe. The city, sometimes called “The Venice of the North,” was originally built on islands of the delta and on the adjoining mainland. Marshy areas between the islands have since been filled in. St Petersburg’s many waterways and bridges, along with its impressive architecture, impart a distinctive flavour to the city.",
   "lat": 0,
   "lon": 0,
   "music_title": "North Russian Wedding Greeting Song from Arkhangelsk performed by Kamenka village ensemble, from Musics of the Soviet Union (Wedding Song)",
   "music_description": "Wedding songs of northern Russia are differentiated according to whether they are sung before or after the ceremony. The most distinctive pre-ceremony songs are greeting and glorifying songs and laments. The laments, which are sung by the brides, bear some structural resemblance to funeral laments. This greeting song, featuring a vocal ensemble from Kamenka in the Arkhangel’sk Province, is addressed to the groom’s party. It illustrates the complexity of rhythm shared by wedding songs in the northern region of the country."
 },
 {
   "country": "Russia",
   "img_title": "Russian Orthodox Wedding in St Petersburg",
   "img_description": "For more than 1,000 years, Russian Orthodox has been the paramount religion of the Russian people and a forceful element of their culture. Although statistics are unreliable, it is estimated that 50 million people are Russian Orthodox, the largest of any denomination in Russia. As the Soviet government began to allow greater openness in the late 1980s, shrines and churches that had been closed down or their property confiscated in more troubled times reappeared.",
   "lat": 0,
   "lon": 0,
   "music_title": "Establish, O Lord performed by Protodeacon Sergy Strigunov, from Russian Orthodox Chants ( Liturgical Song)",
   "music_description": "Most Russian Orthodox music is entirely vocal and incorporates western harmonic elements. It is believed that western multiple-voice style and notation entered Russia via Poland in the 16th century. By the 18th century, liturgical compositions by Italian composers were also influential. Despite these outside influences, Russian Orthodox music has long been based on Russian folk-song melodies. Today, it is recognized on its own as a distinct style of liturgical chanting. In this example, titled “Establish, O Lord”, folk influences are audible in the single drone-like refrain of the voices. The powerful, rough-hewn style of the lead soloist is characteristic of ancient folk choirs."
 },
 {
   "country": "Russia",
   "img_title": "Reindeer on Russian Tundra",
   "img_description": "Reindeer are among the few animals that the cold tundra supports year round. They eat grasses and saplings in summer and lichens and mosses in winter, scraping away snow from around the plants with their hooves. Indigenous peoples raise reindeer for their meat, hide, and antlers. Ten per cent of Russia’s enormous territory is tundra—a treeless, marshy, frozen plain.",
   "lat": 0,
   "lon": 0,
   "music_title": "Shamanic Bear Session from Shamanic and Narrative Songs of Siberian Arctic (Shaman Music)",
   "music_description": "Approximately 1,300 Nganasan people live in the centre of Siberia’s frozen north. The Nganasan have accepted some European and Russian influences, but they maintain elements of their traditional way of life. One of these traditions is shamanism, an ancient practice of healing and connecting with the spirit world. This excerpt is from a kamlanye ceremony led by the shaman, or healer. The ceremony is performed to ward off disease and to prevent young people from killing themselves, because suicide is a serious problem in this region. The shaman calls to ancestral spirits and animals for guidance and beats the khendir, a frame drum with pieces of metal attached. Additional sounds come from metal pieces, bells, and bronze pendants attached to the shaman’s clothes."
 },
 {
   "country": "Russia",
   "img_title": "Moscow’s Red Square at Night",
   "img_description": "Red Square has long been the centre stage of Moscow life. It was the scene of ceremonies under the ruling tsars beginning in the 16th century. During the Soviet era, important state holidays such as May Day and the anniversary of the Bolshevik Revolution were celebrated here. The “Red” in the name of Moscow’s Red Square comes not from the colour but from the Russian word krasnaya, meaning “beautiful”. In addition to the Kremlin, the most notable structure bordering the famous square is the ornate and beautiful St Basil’s Cathedral.",
   "lat": 0,
   "lon": 0,
   "music_title": "Dramatic Song performed by Male Ensemble from Kletnaya, from Memories of the Peoples (Men's Choral Song)",
   "music_description": "During the stormy times of peasant revolts and Cossack fighting, many songs addressed war-related events. This example of a dramatic song performed by a male chorus explores the feelings of a homesick man longing to return to his native land. Notice that the song is presented in chantlike form, similar to seasonal ritual songs (for Christmas and New Year’s) and those celebrating the life cycle (birth, marriage). Also note the well-coordinated balance of the voices, which focus on intonation, rhythm, and vocal embellishment. Although the melody is simple, the multilayered thickness and full-bodied power of the voices is compelling."
 },
 {
   "country": "Russia",
   "img_title": "Siberian Dwellings",
   "img_description": "Siberia, an enormous region of northern Asia, is well known for its long, cold winters. Construction of the Trans-Siberian Railway, a great engineering feat, made possible the exploitation of the region’s tremendous natural resources. Economic development was rapid during the 1950s and 1960s, especially in western Siberia. Nevertheless, many people migrated from the region to escape its brutal climate.",
   "lat": 0,
   "lon": 0,
   "music_title": "Improvisation in the Dieretii Style performed by Ivan Egorovic Alexeev, from Yakutia: Epics and Improvisations (Sakha Music)",
   "music_description": "The Sakha people of Siberia speak a Turkic language with Mongol elements. Traditional music of the Sakha maintains melodic elements typical of the Mongols but is also influenced by Russian singing. Along with a characteristic vocal music tradition, the emblematic instrument for the Sakha is the khomus, a mouth-resonated jew’s harp. Like the Sakha’s vocal music, the khomus has a rich repertoire that allows the player to explore a variety of harmonics, tone contrasts, breathing techniques, and vocal impulsions. In this example, the player improvises on a main melody to demonstrate a series of sounds, rhythms, and vocal articulations."
 },
 {
   "country": "Oman",
   "img_title": "Dates: An Ancient Crop",
   "img_description": "Date palms are the leading crop in Oman and are important to Omani culture. The date provides nourishment and is part of many Omani meals. The date palm is used as a source of building materials and is also planted to provide shade. Cultivated more than 5,000 years ago, the hardy date palm is one of the world’s oldest crop plants and thrives in Oman’s hot, dry climate.",
   "lat": 0,
   "lon": 0,
   "music_title": "Sharh performed by Hadid bin Shamsad Ensemble, from Oman (Dance Music)",
   "music_description": "In Oman, located on the eastern part of the Arabian Peninsula, music is not regarded as a separate art but rather as one part of a complex view of the arts. It is generally associated with dance or poetry. Traditionally, performances for entertainment, ritual, or healing purposes were by servants or slaves, but today they are by professional entertainers. This example is a sharh, a dance tradition in which two dancers move in accordance with a complex, structured melodic pattern. The female sings poetry in a stylized, constrained voice and is accompanied by three hand drums and a women’s chorus. The dancers hold scarves and parts of their ornamented costumes in raised hands, and their movements are dictated by the drum patterns"
 },
 {
   "country": "Cambodia",
   "img_title": "Land of Music",
   "img_description": "Continuing an ancient tradition, a musician hammers a xylophone inside a Buddhist temple in Phumi Tônlé Bet, Cambodia. Music retains a central place in daily life as well as in festive occasions for Cambodia’s predominantly rural people.",
   "lat": 0,
   "lon": 0,
   "music_title": "Robaim Neary Chea Chuor performed by Sam-Ang Sam Ensemble, from Echoes from the Palace: Court Music of Cambodia (Pin Peat Music) ",
   "music_description": "Cambodia has an ancient heritage of court music and dance. The overthrow of the monarchy in 1978 threatened these traditions, but they are preserved at the Royal University of Fine Arts in Phnom Penh and by refugee communities abroad. The dances are traditionally performed by women and accompanied by the pinn peat orchestra consisting of the sralai thomm (a type of oboe), gongs, xylophones, drums, and singers. Ensembles, which feature gongs are also found in nearby Laos, Thailand, and Myanmar (Burma). This example is from a song that extols the rich legacy of Khmer dance and music."
 },
 {
   "country": "Cameroon",
   "img_title": "Forested Cameroon",
   "img_description": "Dense equatorial rainforests lie along the south and coastal plains of Cameroon. In the central plateau region, these forests gradually give way to savannahs. The humid tropical climate of the south supports Cameroon's forests of palms, mahogany, teak, ebony, and rubber trees. These forested regions are home to a diversity of wildlife. Cameroon is largely dependent upon its timber resources, which are in demand worldwide.",
   "lat": 0,
   "lon": 0,
   "music_title": "The Humming of the Bees from Cameroon  and Auvidis (Baka Girls' Song)",
   "music_description": "The vast equatorial African forest is home to several indigenous groups who survive by hunting and gathering. The music of the Baka of southern Cameroon is mainly vocal (like that of most of these nomadic peoples) and it is delicately complex and transfixing. The singing is typically performed by women while the men dance. This example, a game song performed by young girls, describes the persistent flight of bees around the hive. The singers imitate the movement of bees in various directions by interweaving their voices. The complexity of the song creates a dense tapestry of melodic patterns."
 },
 {
   "country": "Cameroon",
   "img_title": "Street Dance in Douala",
   "img_description": "A Sunday street dance brings together local musicians in the southwest port of Douala, Cameroon’s largest city. Cameroon is known worldwide for its innovative urban music, which blends traditional forms and western styles. Xylophone and other percussion music, called asiko, and dance rhythms such as makossa are especially popular.",
   "lat": 0,
   "lon": 0,
   "music_title": "Idinga from Ndinga Man Contre-Attaque: Na Wou Go Pay (p)1992 Label Bleu (Makossa Music)",
   "music_description": "The distinctive urban music tradition called makossa evolved in Cameroon alongside other West and Central African popular music styles such as Nigerian highlife and juju, and Congolese soukous. Makossa originated in the 1930s as a guitar and percussion instrumental style. It merged European melodies with the sharp-toned, polyrhythmic complexity of traditional xylophone music. Makossa eventually absorbed elements of Nigerian and Congolese popular dance styles and has developed into a fast-paced dance music distinguished by tight guitar and relentless percussion patterns. Although the music lacks the quick tempo changes that drive soukous music, contemporary makossa is driven by subtle changes in the bass rhythm pattern that are designed to stimulate the dancers. This example by Lapire de Mbanga illustrates the new makossa sound."
 },
 {
   "country": "Canada",
   "img_title": "Inuit of the Northwest Territories",
   "img_description": "In the isolated Northwest Territories, an Inuit family heads home with its laundered clothes. Descendants of an ancient maritime people, the Inuit make up about a third of the region’s population and live mostly along coastal bays and inlets. The traditional Inuit hunting and fishing culture has now altered dramatically. Modern conveniences include snowmobiles and televisions.",
   "lat": 0,
   "lon": 0,
   "music_title": "Immpijuutuq by Rosa Qiqiak and Mary Aqqiqiak performed by Rosa Qiqiak and Mary Aqqiqiak, from Jeux Vocaux des Inuit (Inuit Vocal Music)",
   "music_description": "The indigenous Inuit people of the Canadian Arctic are known for a unique vocal style described as “throat singing”, which is associated with game playing. These throat games provide a means of friendly competition, usually between two women performers. The texts may focus on themes such as legends and relationships with animals or may consist of several riddles playfully linked by the performers. This excerpt features two women who alternate voiced inhalations and exhalations and hard and soft sounds. The game often ends when one of the singers becomes exhausted or cannot continue the text."
 },
 {
   "country": "Central African Republic",
   "img_title": "Ubangi River Transport",
   "img_description": "With no direct access to the sea, no railways, and few hard-surfaced roads in the Central African Republic, the country’s waterways are the primary means of transport. Approximately 70 per cent of the nation’s international trade is shipped by river. The Ubangi River, navigable for most of the year, forms the main international transport link between the Central African Republic and the rest of the world.",
   "lat": 0,
   "lon": 0,
   "music_title": "Eci Ameya from Central African Republic: Banda Polyphony and Auvidis (Banda Linda Music)",
   "music_description": "The Banda are the largest ethnic group in the Central African Republic and are divided into more than 50 subgroups. Their instrumental music, based on vocal melodies, has an elaborate and multilayered structure like that of the ongo horn ensembles. For example, these may comprise a number of wooden trumpets each of which produces one note. The individual trumpet parts are joined in a polyrhythmic pattern to produce a single melody. Today, these ensembles can be heard at festivals throughout the region. This example from the Linda subgroup, called “Eci Ameya”, was composed to honour twins. In many African cultures, the birth of twins is associated with good fortune."
 },
 {
   "country": "Central African Republic",
   "img_title": "Mbaka of the Rainforest",
   "img_description": "Members of a Mbaka village perform a traditional ceremonial dance. The Mbaka, who live in the southwestern rainforests of the Central African Republic, are descendants of the original inhabitants of the region. In contrast, most other peoples in the Central African Republic trace their heritage to refugees who fled from slave traders in nearby countries.",
   "lat": 0,
   "lon": 0,
   "music_title": "Nduda from Centrafrique: Anthologie de la Musique des Pygmees Aka (Traditional Music)",
   "music_description": "In the Central African Republic (CAR), the music of the forest population relates to social, economic, and religious experiences. There are songs for the daily routines of work and the hunt for food, as well as for life-cycle events such as marriages, births, and deaths. This excerpt, called “Nduda”, is characteristic of a unique vocal tradition. Melodies, as in the example, are constructed of short, repetitive patterns (usually with a descending movement) which are joined together in a complex, interlocking relationship. Distinctive yodels along with the drums add both texture and polyrhythms to the tightly woven musical web."
 },
 {
   "country": "Chad",
   "img_title": "Open-Air Market",
   "img_description": "The people of Chad support themselves with subsistence farming, fishing, raising livestock, and trading in open-air markets such as this one. Chad relies heavily on foreign aid, especially in the form of food credits. Despite its dry climate and lack of natural resources, Chad produces cotton and cattle as major cash crops that account for more than 75 per cent of the country’s exports.",
   "lat": 0,
   "lon": 0,
   "music_title": "Himmi from Chad: Music from Tibesti  (Girls' Song)",
   "music_description": "Along the volcanic Tibesti Mountains in northern Chad, music is associated with a person’s age, gender, and social group. The type of music one plays is determined not only by the musician’s status but by the audience as well. For example, it is considered shameful for a man to sing in front of a group of adult women. Women and young girls generally sing in mixed-group settings, while men accompany them on drums or small stringed instruments. This selection, performed by a group of girls, is from a wide-ranging repertoire of songs called himmi. The songs either praise the girls who sing them or are satirical comments about boys. The rhythmic accompaniment is produced by hand claps and percussive throat and chest sounds made by young dancers who gather around to listen. A slight overlapping effect occurs between the solo vocalist and the chorus as they alternate in singing the melody."
 },
 {
   "country": "Chile",
   "img_title": "Granite Pinnacles of Patagonia",
   "img_description": "The sheer granite faces of the Torres del Paine soar nearly 2,000 metres (6,600 feet) from the Patagonian steppes. These sharp peaks, along with numerous mountain lakes and vast expanses of ice masses in the Patagonia region of Chile, are remnants of the last Ice Age.",
   "lat": 0,
   "lon": 0,
   "music_title": "Angelo performed by Inti-Illimani, from Inti-Illimani: Andadas and Green Linnet (Modern Folk Music)",
   "music_description": "In the Andes Mountains, which range across South America from Colombia to Argentina, the influences of European, Native American, and African cultures are vast and complex. The Native American cultures in Peru, Bolivia, and Chile are still strong. Among the best known Native American instruments of this region are the panpipes, which are made in a variety of sizes. In Chile, the siku double-row panpipes are typically used to play syncopated rhythms on the traditional five-note scale. These panpipes, which at one time were played only by villagers of Inca or Aymara descent, are now played by young musicians alongside guitars, drums, and keyboards. This example is a modern arrangement of a traditional melody, performed by the Chilean folk-music revival group Inti-Illimani."
 },
 {
   "country": "Chile",
   "img_title": "Stone Heads of Easter Island",
   "img_description": "On the Polynesian Island of Rapa Nui, called Easter Island because Europeans first landed there on Easter Sunday in 1722, mysterious stone heads of unknown origin were discovered on family burial platforms. They are believed to symbolize gods and ancestors. Scholars who have studied the area believe that in the 18th century Easter Island’s population outgrew its natural resources and did not survive resulting wars and cannibalism.",
   "lat": 0,
   "lon": 0,
   "music_title": "Tapea I Rato performed by Julio A. Hotu and Family, from Songs from Easter Island (Easter Island Music)",
   "music_description": "Inhabitants of the mysterious and isolated Easter Island are believed to be of Indonesian and Polynesian ancestry. Although the island’s native language, Rape Nui, is nearly lost, some clues about Easter Island are found in a few remaining traditional songs such as this one, “Tapea I Rato”, sung by a local family. The songs possess a poetic charm that playfully explores the sounds of words and syllables. The repetitive melodies tell legends of great priests and wise men, and are performed with light-hearted gaiety."
 },
 {
   "country": "Chile",
   "img_title": "Visiting Friends",
   "img_description": "Although the people of Chile are passionate about the arts and are fascinated by European influences, they scorn showy displays of wealth. Family is vitally important to the culture, and social functions and leisure time revolve around one's relatives. Chile is a male-dominated society, but many women work outside the home and are politically active.",
   "lat": 0,
   "lon": 0,
   "music_title": "La Beata performed by Victor Jara, from Victor Jara: An Unfinished Song (Folk-song)",
   "music_description": "The music of Chile shows more Spanish and less African influence than that of many of its South American neighbours. Victor Jara was one of the most popular folk-singers of Chile before his death in the military coup of 1973. An avid collector of Chilean folk music, he recorded many traditional songs before writing and performing songs that were more politically charged. This example is a comic folk-song that pokes fun at a pious woman."
 },
 {
   "country": "China",
   "img_title": "Dancers of the First Moon",
   "img_description": "Chinese dancers on stilts parade as part of First Moon celebrations, which conclude festivities marking the new year. The dancers are accompanied by musicians playing loud oboes and percussion instruments. Stilt dances date from approximately the 3rd century.",
   "lat": 0,
   "lon": 0,
   "music_title": "Blow the Fair performed by Li Shiren from China: Music of the first moon (Shawm Music)",
   "music_description": "The great breadth and diversity of China nourishes a corresponding variety of regional music styles. Ensembles featuring loud, strident oboes, percussion, and strings are found in many areas, providing music for temple rituals, theatre performances, seasonal celebrations, weddings, and funerals. Most prominent in these ensembles is the suona, a double-reed woodwind with a conical bore and a flared metal bell. This instrument came to China from Central Asia and shares similarities with oboes found in South Asia, and West Asia. The music for these ensembles is divided into a red repertory for tunes in a major key used for weddings and celebrations, and a white repertory for tunes in a minor key used for funerals. The example here features an ensemble from Liaoning Province playing music for the shadow theatre from the red repertory."
 },
 {
   "country": "China",
   "img_title": "China’s Temple of Heaven",
   "img_description": "The breathtaking Temple of Heaven, about 5 kilometres (3 miles) south of the Forbidden City in Beijing, is China’s most famous shrine. Sometimes referred to as Tiantan, the monument encompasses a group of ceremonial buildings inside a walled park. The Hall of Prayer for Good Harvests is the most important and most recognized of the group. An architectural wonder built in the 15th century, the temple was constructed entirely of wood but without nails.",
   "lat": 0,
   "lon": 0,
   "music_title": "Yang-chin solo from Musical Instruments (Yang-chin Music)",
   "music_description": "This example features the yang-chin, a Chinese dulcimer. It is usually trapezoidal in shape, with 14 to 20 sets of metal strings played with a pair of bamboo beaters. The yang-chin is believed to have been introduced to China from the Middle East around the 15th century, and it remains most popular among minority groups in the western region of China. The instrument is used in a variety of contexts, including opera, popular music ensembles, and solo performances."
 },
 {
   "country": "China",
   "img_title": "Chinese Opera",
   "img_description": "Elaborately costumed actors stage a colourful opera in Chengdu. This traditional music and drama form, which is based on Chinese history and folklore, has been popular since the mid-19th century.",
   "lat": 0,
   "lon": 0,
   "music_title": "Removing the Talisman performed by the Third Company of the Sichuan Opera of Chengdu, from The Sichuan Opera (Chinese Opera)",
   "music_description": "Chinese opera is an elaborate mixture of literature, music, and theatre. Make-up, costumes, singing style and gestures all play important roles in conveying details of a character’s part in a story. In this intricate fantasy world, the beauty of rich percussion, delicate voices, and humour are fused. There are a great number of regional styles, of which the Peking Opera is the best-known. This excerpt from The Legend of White Snake from Sichuan Province is representative of one of the oldest regional styles. Singers are accompanied by percussion, as well as string and wind instruments. The percussion ensemble, consisting of a small drum and clapper, large and small gongs, cymbals, and a barrel drum, sets the musical atmosphere of each scene."
 },
 {
   "country": "China",
   "img_title": "Boat Dwellers in Hong Kong",
   "img_description": "A family manoeuvres past its floating neighbours. Thousands of Chinese, particularly those of the Hoklo and Tanka minority groups, live on houseboats in the crowded harbours surrounding the island of Hong Kong. Despite reclamation projects, the scarcity of land and a steady influx of new residents have created chronic housing shortages in this densely populated area.",
   "lat": 0,
   "lon": 0,
   "music_title": "Kao Shan Liu Shui performed by So Chun-po, from Hong Kong (Cheng Music)",
   "music_description": "Traditional Chinese music is usually performed by small ensembles or solo instruments, including the cheng, a 13- to 19-string zither with movable bridges. The instrument’s origins date to the Ch’in dynasty (221–206 BC). Traditionally, the cheng was played for personal and popular entertainment; today it is regarded as a classical instrument. This piece, “Kao Shan Liu Shui” (“High Mountain and Running Water”), is an ancient composition that imitates the sound of flowing water. Many traditional compositions such as this describe scenes from nature and were written to induce a meditative state for clear thinking."
 },
 {
   "country": "China",
   "img_title": "Stunning Peaks of Guilin",
   "img_description": "Not far from Guilin are karst formations: huge and oddly shaped rocks and enormous caverns created over millions of years from subsurface stream flow and erosion. These towering peaks figure prominently in Chinese art and literature.",
   "lat": 0,
   "lon": 0,
   "music_title": "Jie Shi Diao-You Lan performed by Wu Wenguang (Qin Music)",
   "music_description": "One of the oldest Chinese instruments is the qin, a seven-string zither approximately 94 centimetres (36 inches) long. Usually played by a solo performer for meditative purposes, a qin performance expresses the relationship between heaven, earth, and humankind, which is paramount in Chinese philosophy. The subdued tone of the instrument lends itself to contemplation, and the playing technique demands great concentration. As can be heard in this example, a performer can obtain a wide range of sound from the instrument by playing harmonics, by using open strings or pressed strings, and by employing a variety of fingering techniques."
 },
 {
   "country": "China",
   "img_title": "Three Gorges on the Yangzi River",
   "img_description": "A boat moves through the Three Gorges area of the Yangzi. The world’s third longest river at 6,300 kilometres (3,900 miles), the Yangzi is China’s most important inland waterway. It divides China into two regions: the wheat-growing north and the rice-growing south. The Yangzi originates in the Tanggula Shan range in Qinghai Province near Tibet, then flows eastwards across China, emptying into the East China Sea just north of Shanghai.",
   "lat": 0,
   "lon": 0,
   "music_title": "The Moon Reflecting on the River performed by Warren Chang (Solo Erhu)",
   "music_description": "This example is a solo performance on the erhu, a Chinese two-stringed spike fiddle, played with the bow hair held permanently between the two strings. Developed in the 14th century, the erhu had become popular in ensembles and in Chinese opera by the 19th century. It began to be used as a solo instrument in the 1920s, when the most famous composer for the instrument, Liu Tianhua, adapted techniques from the western violin to extend the range of the erhu. Music for this instrument usually features long, lyrical melodies based on traditional folk-songs."
 },
 {
   "country": "China",
   "img_title": "Uygur People of the Western Steppe of China",
   "img_description": "The Uygur people live in a region of Central Asia called East Turkestan. This includes the high deserts of western China, Kyrgyzstan, Tajikistan, and the southern Russian Federation. Traditionally a nomadic people, nearly half of China’s six million Turkic-speaking Uygur now live in cities such as Ürümqi.",
   "lat": 0,
   "lon": 0,
   "music_title": "Heski Pichek performed by K. Rejep, D. Seper, A. Ibrahim, O. Kadir, A. Tursun, and G. Hamut (Uygur Music)",
   "music_description": "The Uygur, inhabitants of the Xinjiang Uygur Autonomous Region, and one of the largest minority groups of China, have a distinct culture. Their music incorporates influences from neighbours such as Mongolia to the north and Pakistan and Afghanistan to the west. This example is a Uygur choral folk-song. The metal-stringed long-necked lutes popular in this area give the accompaniment a distinctive sound. Note also the metal-stringed spike fiddle and the dap, a frame drum usually covered with python skin."
 },
 {
   "country": "China",
   "img_title": "Miao Women in Costume",
   "img_description": "The Miao, known as Hmong in Thailand and Laos, are a group of people concentrated in the mountainous regions of southern China and northern Laos, Thailand, and Vietnam. The majority of Miao live in small villages in Yunnan, Guizhou, and Sichuan provinces in southern China, where they are mostly organized into communes by the Chinese government. They have, however, managed to retain much of their original culture. Most Miao live in simple single-storey houses, and grow, maize, rice, and, in some areas, opium as a cash crop for selling in lowland markets.",
   "lat": 0,
   "lon": 0,
   "music_title": "Qingshui Jiang Pang Feng Shou Yue performed by Yang Zhengping (Miao Music)",
   "music_description": "The Miao are a large minority group in southwestern China whose culture is distinct from that of the main Chinese population, the Han. The Miao are related to the Hmong of northern Thailand. This example of Miao music features a solo performance on the lusheng, a free-reed mouth organ with two rows of bamboo pipes, each a different length, inserted into a sound-box and blown through a long mouthpiece. The lusheng usually accompanies dances. In the most important of these, colourfully dressed men and women step in a circle around buckets of rice wine, merrily drinking and dancing for hours on end."
 },
 {
   "country": "Colombia",
   "img_title": "High-elevation Capital",
   "img_description": "Steel and glass skyscrapers soar above Santa Fe de Bogotá, the capital city perched 2,640 metres (8,660 feet) above sea level in the Andes of central Colombia. The city was founded in 1538 by Spaniards searching for gold. Until recently, Bogotá’s relatively remote location made communication difficult. Today, Santa Fe de Bogotá is easily reached by both air and road. In the last 50 years, it has experienced explosive growth, stretching city services to the limit and widening the already-large gap between rich and poor.",
   "lat": 0,
   "lon": 0,
   "music_title": "En Horabuena performed by Joe Arroyo, from Joe Arroyo (Salsa Music)",
   "music_description": "This is a salsa tune by Joe Arroyo, one of Colombia’s best known singers. Salsa originated in the nightclubs of Havana, Cuba, in the 1940s. At first a combination of African-Cuban music and American swing jazz, it now includes a wide range of African-American musical styles and is popular throughout the Caribbean. Salsa uses western harmonies, jazz-derived horn arrangements, and African-Cuban drumming with a layered texture of ostinatos, or repeated melodic and rhythmic patterns."
 },
 {
   "country": "Colombia",
   "img_title": "Busy Medellín",
   "img_description": "Although Medellín has captured attention because of its role in the Colombian drug trade, there is much more to this city of more than a million people. It is a bustling industrial metropolis that produces most of Colombia’s textiles. Four universities, several 17th- and 18th-century churches, and a city centre that blends old and modern architecture provide rich cultural elements.",
   "lat": 0,
   "lon": 0,
   "music_title": "Mamando Gallo performed by Lisandro Meza (Popular Cumbia)",
   "music_description": "The music of Colombia is a mosaic of many elements. People of the Andean regions maintain their indigenous musical traditions, while the music of the Caribbean coastal area shares characteristics with African-American styles of the Caribbean. Spanish influences can also be heard, in varying degrees, throughout the country. This is a contemporary cumbia song from Colombia. The cumbia is a folk dance, typically held at night, which is performed in candlelight by couples circling around a group of musicians. The traditional ensemble uses drums of African origin, whereas the popular version adds electric instruments and contemporary Caribbean rhythms."
 },
 {
   "country": "Colombia",
   "img_title": "Cartagena’s Strongest Castle",
   "img_description": "One of the first cities in South America founded by the Spanish, Cartagena dates back to 1533. As Colombia’s major port, it was here that plundered treasures were stored until they could be loaded onto galleons for transport to Spain. Cartagena was also a centre for the slave trade. Because the city’s riches were a tempting target for 16th-century Caribbean pirates, the Spanish built a massive limestone wall around the city. A chain of outer forts also protected Cartagena from attacks. The huge Castillo de San Felipe de Barajas, shown here, was the greatest and strongest of these forts.",
   "lat": 0,
   "lon": 0,
   "music_title": "La Democracia performed by The Merino Brothers, from Vallenato Dynamos (Vallenata Music)",
   "music_description": "Colombian music is a rich blend of European, African, and Native American influences. One of the strongest examples of this is vallenato, a rural folk-music genre that has developed into a popular music style. (The noun form of the word is vallenato; the adjectival form is vallenata.) Originally, the accordion-based vallenato was a recreational music performed by cowboys. Today, it is associated with couple dancing and features fast percussive rhythms and sharp accordion riffs. The typical vallenata ensemble consists of accordion, guacharaca (a stick rasp), and caja (a small double-headed drum). Most contemporary vallenata song lyrics, as in this example, “La Democracia”, comment on social and political issues. Modern commercial vallenato has evolved with changes in Colombian society and has been influenced by other pan-Latino dance music, including cumbia, merengue, and Tex-Mex conjunto."
 },
 {
   "country": "Comoros",
   "img_title": "Mitsamiouli’s Town Market",
   "img_description": "Morning customers shop in Mitsamiouli on Njazidja island. The economy of Comoros is largely dependent on subsistence agriculture and exporting crops such as vanilla, cloves, and a perfume oil derived from the ylang-ylang tree. Recently, poor harvests and high unemployment have worsened economic conditions on the islands. Formerly a French possession, Comoros continues to receive economic aid from France.",
   "lat": 0,
   "lon": 0,
   "music_title": "Love Song with Gabus from Music of the Comoro Islands (Love Song)",
   "music_description": "At various times, African, European, Indian, Arab, and Malagasy peoples settled in the Comoros Islands, giving the music of the island republic a rich and varied character. In this love song the performer plays a gabus, a small, pear-shaped lute with five strings, four of which are tuned in pairs. The music of women and men differ. Women’s music is usually choral, sung in a more relaxed style and accompanied by drums. Men’s music is often solo, sung in a tense style, reflecting influences both from Madagascar and from Europe."
 },
 {
   "country": "Comoros",
   "img_title": "Zanzibar Harbour",
   "img_description": "This collection of waterfront structures along a stretch of Zanzibar’s harbour reveals little of the island’s legendary past as East Africa’s chief port. Long known as the Spice Island, Zanzibar remains the world’s largest producer of cloves. In the mid-18th century it was also a centre of the slave trade. Today the old stone town of Zanzibar remains a warren of streets winding past mosques, bazaars, and a sultan’s palace.",
   "lat": 0,
   "lon": 0,
   "music_title": "Nimtakaye Hataki performed by Culture Music Club (Tanzania: Taarab Music)",
   "music_description": "Popular music in Tanzania and Zanzibar is heavily influenced by East African, Arabic, and Indian music. Taarab music originated in the early part of the 20th century with the popularity of Egyptian musical films. Orchestras modelled on the Egyptian firqah (film orchestras) were formed by young musicians in Tanzania and Zanzibar. These orchestras created musical clubs, which represent the complex multicultural roots of the local community. Each club has all of its songs (most of which are at least 20 minutes in length) preserved in a song book, and the lyrics are regarded as poetry in their own right. Taarab music, also deeply rooted in the African tradition of epic- and praise-singing, is sung mostly by women in the Swahili language. Arabic instruments such as the ’ûd (plucked lute) and nay (end-blown flute) are featured, along with accordion, violins, string bass, electric guitar, and various drums and percussion instruments."
 },
 {
   "country": "Congo",
   "img_title": "Capital of the Congo",
   "img_description": "Brazzaville, capital and largest city of the Republic of the Congo, lies on the west bank of Pool Malebo, a lake formed by the Congo River. It is located across the river from Kinshasa, the capital of the Democratic Republic of the Congo (formerly Zaire). Brazzaville is a major river port and an industrial and transport centre. The newer sections of the rapidly growing capital spread out across a plateau above the older part of town. It is connected by railway to Pointe-Noire, the Republic of the Congo’s principal Atlantic coast seaport.",
   "lat": 0,
   "lon": 0,
   "music_title": "Sane-Mamadou performed by Tchico & Les Officiers (African Jazz)",
   "music_description": "Brazzaville, capital of the Republic of the Congo, and its neighbouring city Kinshasa, capital of the Democratic Republic of the Congo (formerly Zaire), have for decades been centres of modern African music. During the early 1950s in nightclubs in these cities, a dance-oriented fusion of African-Cuban jazz and local traditional music was forged. This example is a Congolese variation of the rumba, a popular African-Cuban form adopted because of its similarity to an indigenous dance."
 },
 {
   "country": "Congo",
   "img_title": "Village in Congo (DRC)",
   "img_description": "The Democratic Republic of the Congo (DRC) (formerly Zaire)—a vast, flat basin with huge rivers, tropical rainforest, and great mineral wealth—was the historical site of several highly developed African kingdoms. During the 16th century, the Portuguese began enslaving Africans and forcing them to emigrate. In 1885 the area was claimed by Belgium, who named it Belgian Congo. Nationalist feeling grew stronger in the country during the 20th century. Shortly after declaring independence from Belgium in 1960, the new government was overthrown by army officers, setting a precedent for decades of civil strife. In 1971, Joseph Mabuto seized control and instigated a programme of \"Africanization\" which included changing the country's name from its post-independence name of Republic of Congo Kinshasa to Republic of Zaire. In 1997, Mabuto was overthrown and the name was changed to the Democratic Republic of the Congo. The decades of political instability have hindered economic progress throughout the country.",
   "lat": 0,
   "lon": 0,
   "music_title": "Zing-Zong performed by Kanda Bongo Man (Soukous Music)",
   "music_description": "Soukous is currently the most popular dance music in the Congolese region of Africa. It represents a lively synthesis of traditional regional music forms and modern western instrumentation. Basic soukous style features traditional high-pitched vocal melodies sung over interlocked and repeated harmonic phrases, which mimic the ancient mbira (thumb piano). Soukous is distinguished by its “big” sound, created by brass instruments, guitars, bass, various percussion instruments, and an alternating solo/chorus vocal style. The use of brass instruments was introduced by Cuban rumba music, which was popular in the 1950s and early 1960s. The continuous rhythmic pulse is a remnant of Parisian disco music, which swept the continent during the late 1970s. This example is by Kanda Bongo Man, one of the most successful contemporary soukous musicians in Congo (DRC)."
 },
 {
   "country": "Congo",
   "img_title": "Life Among the Mbinga of Congo (DRC)",
   "img_description": "In the equatorial rainforest of the Democratic Republic of the Congo (DRC) (formerly Zaire), Mbinga men sit around the fire to discuss the next day’s hunting plans. Members of a nomadic hunter-gatherer group, the Mbinga are small in stature, averaging less than 1.5 metres (4.9 feet) in height. They survive on meat from the animals they hunt, and on insects, nuts, tubers, and fruit harvested from the jungle. Small hunting groups build temporary camps in the forest and sleep in dome-shaped dwellings fashioned from sticks, bark, and leaves. As more of the ancient forests are taken over by development, the Mbinga’s forest life is increasingly threatened.",
   "lat": 0,
   "lon": 0,
   "music_title": "Yodel from Petites Musiques du Zaire (Mbinga Music)",
   "music_description": "The music of the Mbinga people of the Ituri forest in the Democratic Republic of the Congo (formerly Zaire) is predominantly vocal. It incorporates shifting melodic textures with complex interlocking rhythms. Words are not as important as vocal timbre and tone colour. Mbinga songs stress four primary vowel sounds: ee, eh, oh, and oo. In this yodel song, performed by women, the lead vocalist quickly changes from a chest voice to a head voice, producing a melodic line that is passed among the chorus of singers. Taking a cue from the rhythm, each singer extends the melodic phrase so that it overlaps with the other singers, creating an elaborate web of sound."
 },
 {
   "country": "Costa Rica",
   "img_title": "San José Skyline",
   "img_description": "San José, capital of Costa Rica, grew rapidly during the 20th century to become the nation’s economic and cultural centre. Home to half of Costa Rica’s population, it is the country’s only metropolitan area. The capital was moved from Cartago to San José in 1823. Developed as a tobacco centre under Spanish colonial rule, the city became the centre of coffee production in the 1840s.",
   "lat": 0,
   "lon": 0,
   "music_title": "Companera performed by Adrian Goizueta y el Grupo Experimental (Nueva Canción)",
   "music_description": "The music of Costa Rica exhibits more Spanish influences than the music of its Central and South American neighbours, which was shaped by African American and Native American styles. Instruments such as the pan pipes, heard in the example, nonetheless retain their association with Native American musical traditions, while being assimilated into contemporary popular styles. The example is from a genre called nueva canción (or “new song”), which originated in Chile and Argentina in the 1960s. Initially, the lyrics of nueva canción were highly political, protesting the influence of foreign governments in the area and championing self-determination for the countries of Central and South America. Nueva canción still has a political focus with lyrics expressing the desire for better living conditions and a more equitable distribution of wealth and resources."
 },
 {
   "country": "Cote d'Ivoire",
   "img_title": "Côte d’Ivoire’s Largest City",
   "img_description": "The skyline of Côte d’Ivoire’s largest city, Abidjan, is reflected in the waters of a lagoon near the Gulf of Guinea. The country’s main port and a West African import-export centre, Abidjan was the capital of Côte d’Ivoire until 1983, when the seat of government moved to Yamoussoukro. Côte d’Ivoire’s only railway runs north from Abidjan, through the country’s interior, and into neighbouring Burkina Faso.",
   "lat": 0,
   "lon": 0,
   "music_title": "Varietoscope performed by Le Zagazougou (Popular Music)",
   "music_description": "Côte d’Ivoire, perhaps because of the generally pro-western stance of its government, has been a meeting ground for the music of Africa, Europe, the United States, and the Caribbean. During the 1970s Abidjan, the capital, became a major recording centre for a great variety of African pop music. One early mix of styles was akpombo, which joined the traditional dance rhythms of the Aka people with guitars and accordions. This is an example of a contemporary pop song from Côte d’Ivoire, played on accordion over West African rhythms and call-and-response vocal patterns."
 },
 {
   "country": "Croatia",
   "img_title": "Outdoor Market of Zagreb",
   "img_description": "In the outdoor market of Zagreb, multicoloured umbrellas shield vendors and their goods from the sun. This western Croatian city is the nation’s capital and leading manufacturing centre. Prior to the start of Croatia’s war with Serbia in 1991, more than half of all Croatians lived in rural areas. Because the war destroyed many villages, large numbers of people were forced to move to Zagreb and other urban areas.",
   "lat": 0,
   "lon": 0,
   "music_title": "Ladarke Idu u Selo performed by the Zvonimir Croatian Choir (Feast Day Carol)",
   "music_description": "This piece, “Ladarke Idu u Selo”, comes from a suite for a Croatian folk choir. It forms part of the centuries-old tradition of young female carol singers (ladarke) in the villages of northern Croatia. The singers use aspects of a village singing style known as na bas, which is characterized by an open fifth interval between voices at the end of phrases. Traditionally sung by unmarried women, the song celebrates the feast day of Saint John, which marks the beginning of summer and the longest day of the year. It calls for fertile soil and cattle and good health throughout the village. Many traditional Croatian and Slavic songs tell of everyday life and work, festive occasions, or rituals and customs associated with the agricultural calendar."
 },
 {
   "country": "Cuba",
   "img_title": "Monument to Independence",
   "img_description": "Characterized by its many grand buildings, old Havana, or Habana Vieja, is Havana’s historic colonial district. This monument honours José Martí, a writer, martyr, and symbol of the Cuban struggle for independence from Spain. Martí died in battle in 1895, fighting for the independence movement he had established.",
   "lat": 0,
   "lon": 0,
   "music_title": "Changui performed by Los Munequito de Matanzas (Changui Ensemble)",
   "music_description": "In the late 19th century a style of music called son emerged in eastern Cuba, influenced by Spanish folk songs and African-Cuban dance styles. Early instrumentation included the laud (similar to a mandolin), tres (double- or triple-stringed guitar), marimbula (large thumb piano), bojita (blown jug), guiro (gourd scraper), and various percussion instruments. Son eventually moved into urban centres such as Havana and merged with dance styles like the rumba to form the basis of salsa music. Meanwhile, the more folk-like son ensemble (now featuring tres, marimbula, guiro, and maracas) would continue to be played by changui ensembles at community functions and dances in rural villages. The group featured in this example is from Guantanamo province."
 },
 {
   "country": "Cuba",
   "img_title": "Rolling Cigars in Cuba",
   "img_description": "A worker rolls cigars in the southeastern Cuban city of Santiago de Cuba. The island country in the Caribbean has long been famous for the high quality of its hand-rolled cigars. Other than sugar, tobacco is the country’s most important crop, and cigars rank among its leading exports. The best tobacco grows in Cuba’s northwest region.",
   "lat": 0,
   "lon": 0,
   "music_title": "El Orgullo De Los Soneros performed by Septeto Habanero (Son Music)",
   "music_description": "The Cuban music style son has exerted its influence far beyond the island of its birth. Today it forms the core of salsa, a dance music popular throughout the Caribbean, as well as in parts of North and South America. The origins of son can be traced to east Cuba in the late 19th century. Musicians combined elements of African music, mostly rhythms, with harmonies and song structures influenced by European music. By the 1930s son had spread to the cities as an urban genre with wide appeal. The Septeto Habenero, formed in 1927, was at the forefront of the development of son in Havana. The group continues to perform today with new members, a fine example of the enduring vitality of son."
 },
 {
   "country": "Cuba",
   "img_title": "Streets of Havana",
   "img_description": "Bright afternoon sunlight floods a side street off Malecón, the main avenue that extends for several kilometres along Havana’s waterfront on the Gulf of Mexico. With the collapse of the Soviet Union in the early 1990s, Soviet subsidies were cut off, and Cuba’s economy shrunk drastically. Today Cuba is working to revive its enonomy in order to pay for urban programmes such as construction and restoration.",
   "lat": 0,
   "lon": 0,
   "music_title": "Guaguanco performed by El Changui de Guantanamo (Rumba Guaguancó)",
   "music_description": "The Cuban rumba refers to a specific music genre as well as to a dance rhythm. The lively, erotic dance has its roots in African-Cuban ritual dance. By the early part of the 20th century, the rumba was one of the most important secular music and dance forms in Cuba. There are three major forms of rumba, each accompanied by drumming: the rumba yambú, a couple dance of moderate speed; the rumba columbia, a solo dance; and the rumba guaguancó, a long, narrative, and flirtatious dance. In this example of a guaguancó, note the distinctive delayed third beat played by the claves (two wooden cylindrical sticks). Other percussive instruments typically featured in the ensemble include two tumbadores (low-pitched conga drums) and a quinto (high-pitched conga drum). Vocal parts alternate between solo singing and chorus."
 },
 {
   "country": "Cuba",
   "img_title": "Cuba's Agricultural Lowlands",
   "img_description": "The 1959 revolution in Cuba led by Fidel Castro drove landowners out of the country's broad lowlands and turned their estates into government-run sugar cane, coffee, citrus fruit, and tobacco plantations. Sugar still dominates the economy of the Caribbean island nation, the world's second largest sugar producer.",
   "lat": 0,
   "lon": 0,
   "music_title": "Mi Guajira Son performed by Sierra Maestra (Popular Dance Music)",
   "music_description": "The music of Cuba, rich in its blend of African and Spanish elements, has had much influence on music both in Africa and in the Americas. Many dance forms exist, featuring the complex, interlocking rhythms that are characteristic of African music. Played by Sierra Maestra, one of the more popular contemporary groups, this song is a mixture of two styles, son and guajira. Despite the emphasis on dance rhythms, lyrics play an important role. Here, the song praises the Cuban countryside."
 },
 {
   "country": "Curacao (Federal District)",
   "img_title": "Caracas: No Room to Grow",
   "img_description": "Caracas, the capital of Venezuela, lies just south of the Caribbean Sea in a rift valley about 1,042 metres (3,418 feet) above sea level. This 16th-century city is by far Venezuela’s most populous. Immigrants from rural Venezuela and from throughout Europe have poured into Caracas, creating a severe housing shortage. Many blocks of old colonial-style homes have been replaced by rows of repetitious modern dwellings. Makeshift shanties continue to spread up the surrounding mountain slopes.",
   "lat": 0,
   "lon": 0,
   "music_title": "Flor Del Cacao performed by Soledad Bravo (Popular Music)",
   "music_description": "The music of Venezuela shows influences from Africa and Spain. This song belongs to a genre called golpe. It is sung by Soledad Bravo, a well-known Latin American singer who began her career in Caracas and remains very popular in Venezuela. In its call-and-response structure and its rhythmic density, the song shares similarities with African music. In the golpe genre, two or more themes are sung, and the number of repetitions and variations are at the discretion of the singer."
 },
 {
   "country": "Cyprus",
   "img_title": "Cyprus Coast",
   "img_description": "Although the coastal waters of Cyprus do not support a fishing industry of any significance, shipping and international trade are vital to the Cypriot economy. The southeast coastal town of Larnaca is a major port on the Mediterranean island of Cyprus. Its port was built on the site of the ancient Phoenician town of Citium, originally settled in the 13th century BC and famous as the birthplace of the Greek Stoic philosopher Zeno.",
   "lat": 0,
   "lon": 0,
   "music_title": "Sirtos Azizies from Toumaziz & Xenos (Wedding Dance)",
   "music_description": "The folk music of the Greek-speaking population on the island of Cyprus shares some elements with Greek music of other regions. String instruments such as the lyra (fiddle), and the laouto (lute) often take the leading role in an ensemble. Weddings are important occasions for the performance of ritual songs and dance music. In Greek folk music highly developed ornaments play a significant role, and are learned by ear; each region has its own characteristic patterns and performance practices. This song from a Greek Cypriot wedding features a violin and a guitar."
 },
 {
   "country": "Czech Republic",
   "img_title": "Prague’s Stately Castle Hill",
   "img_description": "Pražský hrad dominates Hradcany (Castle Hill), on the left bank of the River Vltava. Once the home of Bohemian royalty, the castle now serves as official residence of the president of the Czech Republic. Along the slopes and at the foot of Hradcany are many beautiful palaces and other historic buildings.",
   "lat": 0,
   "lon": 0,
   "music_title": "Kdyby byl bavorov performed by Joseph Rezny, from The Hidden Spell of the Czech Bagpipe (Polka)",
   "music_description": "The Czech bagpipe was traditionally played solo or with a violin accompaniment for dances. By the early 20th century, the clarinet joined the bagpipe and violin, creating a popular ensemble known as “small village music”. An additional violin, clarinet, bagpipe, and double bass created “large village music”. In this song, called “Kdyby byl bavorov”, a large village music ensemble performs a playful and mischievous dance tune. Based on a folk melody traditionally played on solo bagpipe, the song has been passed down through generations of women and is usually performed at the end of a wedding party, when women are allowed to sing with the band and choose their own dance partners."
 },
 {
   "country": "Czech Republic",
   "img_title": "Moravian Countryside",
   "img_description": "The rolling landscape of the southeast Moravian Lowlands dominates the southeast region of the Czech Republic and is one of the country’s five main geographical divisions. The lowlands are drained by the River Morava, which flows south to join the Danube in Austria, and farmland in the river valley is among the most fertile and productive in the republic.",
   "lat": 0,
   "lon": 0,
   "music_title": "Nedovecnosti from Dovecnosti (Dance Music)",
   "music_description": "Czech music can be grouped into two styles based on region. This is an example of the music of Bohemia and the area of Moravia bordering Germany and Austria, which reflects influences from western Europe. Songs of this region generally have a clearly defined melodic and rhythmic structure and are closely associated with dances. The other Czech music style, from the region bordering Slovakia and Poland, is less influenced by the West and tends to be freer in its performance."
 },
 {
   "country": "Denmark",
   "img_title": "Green Cliffs of the Faeroe Islands",
   "img_description": "The Faeroe Islands, in the North Atlantic, were claimed by Denmark more than six hundred years ago. The self-governing islands have their own currency and language, and the islanders are particularly proud of their literature. The economy of the Faeroe Islands is increasingly more dependent on fishing than on its traditional sheep-raising industry",
   "lat": 0,
   "lon": 0,
   "music_title": "Verner Ravn performed by Spaelimenninir from Rekavidur Hinvegin [(Faeroe Islands): Ballad Singing]",
   "music_description": "The Faroes are renowned for a unique type of ballad singing that accompanies community group dancing. This practice, which dates to the European medieval era, has been preserved largely because of the geographic isolation of the Faeroe Islands, which lie in the North Atlantic between Iceland and Norway. As a result of centuries of Danish control and trade with other nations, however, various instruments and musical genres have been introduced to the islands, many of which have been incorporated into existing traditions. The contemporary group, Spælimenniner, often combines these varying influences, as in this example of an old Danish ballad text set to a traditional Faroese melody, with modern instrumentation."
 },
 {
   "country": "Denmark",
   "img_title": "Inuit Family in Greenland",
   "img_description": "An Inuit family works together in a small fishing village on the huge island of Greenland, a Danish province since 1380. Except for a small number of people in the far northwest, few Greenlanders are purely Inuit, and few follow traditional Inuit ways. Most residents of Greenland have some Danish forebears, dress in conventional European clothing, and live in wood-frame houses in towns or villages. The majority of Greenland’s Inuit people work in the fishing industry. Those who inhabit the north of the country survive by hunting seals, from which they glean meat for food, blubber for oil, and skins to make into clothing and kayaks.",
   "lat": 0,
   "lon": 0,
   "music_title": "Inuit Drum Song from Field Recordings, courtesy of Karen Michel (Greenland: Inuit Song)",
   "music_description": "The Inuit are the native inhabitants of the Arctic region. Although they have often been called Eskimos, they prefer the word Inuit, which means “real people”, to refer to themselves. In Greenland, their music survives primarily in the northern and eastern regions. Vocal music predominates, usually accompanied (as in this example) by the qilain, a frame drum that is only struck on its wood or bone frame. Inuit music is generally associated with specific activities such as shamanic healing rites or hunting songs. Note the rich, nasal tone of the vocal style."
 },
 {
   "country": "Denmark",
   "img_title": "Denmark’s Productive Farmland",
   "img_description": "Denmark’s many small farms are usually owned and operated by the people who live on them. About 75 per cent of the country’s total area is farmland, and the deep moraines of the islands near the Jutland peninsula provide the most fertile soil. Danish farmers grow barley, potatoes, sugar beet, and rapeseed. Because about 60 per cent of the country’s farm exports are meat and dairy products, most crops are used as animal feed.",
   "lat": 0,
   "lon": 0,
   "music_title": "Knud Jeppesens Vals performed by Dronningens Livstykke, from Traditional Arranged By Dronningens Livstykke 1976-1984 (Waltz Music)",
   "music_description": "The music of Denmark shares characteristics with its Scandinavian neighbours. String instruments are popular and usually play the main melody in ensembles. Double and triple time predominate, and song structures commonly consist of two alternating sections. Denmark has a lively folk-music scene which preserves and builds upon the traditional repertory. This is a two-part waltz played by a Danish ensemble that sometimes includes folk-rock influences in its performance of traditional material."
 },
 {
   "country": "Denmark",
   "img_title": "Copenhagen from the Vor Frelsers Kirke",
   "img_description": "This panoramic view of the city is seen from the high steeple of the Vor Frelsers Kirke (Church of Our Saviour), a Gothic-style structure built in 1696 in one of the oldest sections of Copenhagen. The church houses a beautiful baroque altar and a carved organ. ",
   "lat": 0,
   "lon": 0,
   "music_title": "Dronningens Livstykke performed by Lang Linken from Folk Music from Denmark '95 (Dance Music)",
   "music_description": "Folk music in Denmark has been marked in recent decades by a series of revivals that has sparked a vibrant and innovative music scene. Initially influenced by the American folk revival of the 1960s, musicians turned their focus to writing lyrics in Danish, in keeping with Danish ballad tradition. Instrumental dance music experienced a revival of its own in the 1970s and 1980s, as young Danish musicians, influenced by similar developments among Celtic bands, experimented with unusual combinations of instruments and novel musical arrangements. The result is that Danish traditional music has been reinvigorated and is now used for dance and in concert performances. This dance tune in duple metre features the fiddle and accordion, two of the main instruments in contemporary Danish folk music."
 },
 {
   "country": "Dominican Republic",
   "img_title": "Dominican Republic’s Southern Coast",
   "img_description": "Small fishing boats rest near the surf on a beach near the town of Barahona in the southwest Dominican Republic. The country’s southern coastline meets the blue waters of the Caribbean Sea, while the northern coast is washed by the waves of the Atlantic Ocean. Constant Atlantic trade winds keep the climate moderate. Occasionally, the Dominican Republic is hit by destructive hurricanes, usually in August or September.",
   "lat": 0,
   "lon": 0,
   "music_title": "Si Tu Padre Te Abochorna performed by Francisco Ulloa (Merengue)",
   "music_description": "Although merengue is played throughout the French Caribbean, it is the traditional dance music of the Dominican Republic. Like salsa and cumbia, it has also become one of the most popular pan-Latino dance styles. In the Dominican Republic, however, merengue can be heard in its most rural form—featuring the cuatro (small four-string guitar) and marimbula (thumb piano originating in Africa)—or in a modern big-band style with brass instruments and synthesizers. Somewhere in between the two is this example performed by Francisco Ulloa y su Conjunto Tipico Dominicano. It features the button accordion, the tambora (double-headed barrel drum played with a bare left hand and a stick in the right), guiro (metal scraper), congas, saxophone, and bass. This sound, called merengue típico, is equally popular in small villages and in big cities; it remains faithful to the rural folk-music forms."
 },
 {
   "country": "Ecuador",
   "img_title": "Spicing Up the Market",
   "img_description": "Spices are among the many items offered at the markets in the old part of Quito, Ecuador. This section of the capital city contains colonial buildings and homes set on narrow cobbled streets, many of which slope into deep ravines. Old Quito has also numerous colonial churches and memorials to Simón Bolívar, who liberated Ecuador from Spanish rule in 1822. The town features the oldest astronomical observatory in South America.",
   "lat": 0,
   "lon": 0,
   "music_title": "Soy Huasicama performed by Atahualpa Poalasin, from Musica De la Tierra (Andean Harp)",
   "music_description": "The music of Ecuador displays African and Hispanic, as well as Native American, characteristics. Perhaps nowhere else in South America, however, have Native American and Hispanic elements blended so completely as in the Andes region of Ecuador. Here, European instruments and harmonies combine with indigenous instruments and melodies. Native American instruments include the panpipes, which originated with the Inca Empire, while European instruments such as the violin and harp have been adopted. This is an example of a traditional dance song played on the solo Andean harp."
 },
 {
   "country": "Ecuador",
   "img_title": "Festive Parade in Pujilí",
   "img_description": "The vivid costumes and spirited music of a parade draw spectators strolling along the streets of Pujilí in Ecuador. Pujilí is known for its lively festivals, especially the Corpus Christi celebrations in June. Holidays, both religious and secular, help preserve Ecuador’s rich cultural traditions.",
   "lat": 0,
   "lon": 0,
   "music_title": "Capishca performed by Tahuantinsuyo, from Musica De la Tierra (Music of the Andes)",
   "music_description": "The music of the Andes of Ecuador combines Native American and Spanish influences. The Inca had one of the most developed musical traditions of the Americas, and their instruments—particularly the panpipes—are still played throughout the Andes region. The songs combine European harmonies with melodies of Native American origin. Five-note scales are common, as are melodies with a descending contour. The example is music for a traditional dance performed by Tahuantinsuyo, a well-known Andean music ensemble."
 },
 {
   "country": "Egipt",
   "img_title": "Nile at Aswan",
   "img_description": "The waters of the mighty Nile flow past the high banks at Aswan in Upper Egypt. The Aswan High Dam, completed in 1970, altered the course of the river and enabled Egypt to control the perpetual flooding that had plagued it for centuries. The large dam project increased the country’s amount of arable land and provided much-needed additional electricity. Controversy ensued, however, when it became known that the project would submerge valuable antiquities. The most famous of these monuments, the temples of Abu Simbel, were painstakingly moved to higher ground and thereby saved from destruction.",
   "lat": 0,
   "lon": 0,
   "music_title": "Sitt Al-Habayet performed by Simon Shaheen, from Simon Shaheen: Mohamed Abdel Wahab (Classical Music)",
   "music_description": "By the early 20th century, a typical Arab ensemble included a singer with traditional instruments such as the ’ûd, or oud (short-necked lute), qanun (zither), nay (end-blown flute), kamanja (spike fiddle), and riqq (frame drum). With the advent of musical theatre and recording technology, the ensemble grew to include western-style string instruments such as the violin, cello, and double bass. Classically trained composer Mohamed Abdel Wahab experimented with these and other instruments—including the accordion, piano, clarinet, and guitar—to give colour to the ensemble. In this composition called “Sitt Al-Habayet” (1957), Wahab blends traditional musical scales and rhythmic cycles with western compositional styles and tonality. Wahab has hundreds of compositions to his credit and has long been a dominant force in art music throughout the Middle East."
 },
 {
   "country": "Egipt",
   "img_title": "Great Pyramid of Giza",
   "img_description": "Egypt’s wondrous pyramids endure on the outskirts of Giza, a city on the west bank of the Nile directly across from Cairo. Perhaps nothing symbolizes Egypt better than the Great Pyramid, which was constructed over 4,500 years ago of more than 2 million huge stone blocks. Scientists believe the Great Pyramid may have been used as an astronomical instrument.",
   "lat": 0,
   "lon": 0,
   "music_title": "Ala Baladi Elmahoub performed by Umm Kalthûm, from Umm Kalthûm - \"Ticouf Oumori\" (Popular Song)",
   "music_description": "Umm Kalthûm is generally regarded as one of the greatest singers in the Arab world. As a child, she studied chanting of the Koran with her father; the precise diction required of Islamic chant characterizes her singing style. Kalthûm began recording as a teenager in the 1920s and was popular in films of the 1930s. It was through live performances, however, particularly radio broadcasts, that she gained her pre-eminent stature throughout the Middle East. Kalthûm specialized in love songs and was famous for her ability to improvise, building tension with each repetition of the poetical lyrics. A fervent supporter of traditional Arab arts, she greatly influenced the development of popular music in Egypt. When Umm Kalthûm died in 1975, 3 million mourners filled the streets of Cairo."
 },
 {
   "country": "Egipt",
   "img_title": "Coral Islands in the Strait of Tiran",
   "img_description": "Coral islands dot the Strait of Tiran at the entrance to the Gulf of Aqaba. Situated at the northeast end of the Red Sea, the gulf separates the Sinai Peninsula in Egypt from Saudi Arabia. These small islands are among the many coral reefs in the Red Sea.",
   "lat": 0,
   "lon": 0,
   "music_title": "Artasu Nartasu performed by Ali Hassan Kuban, from Ali Hassan Kuban: Walk Like a Nubian (Popular Nubian Music)",
   "music_description": "In this example we hear Nubian “roots” music from the founder of the style, Ali Hassan Kuban. He gained the name Kuban (“Cuban”) after he combined African-Cuban rhythms with Nubian musical forms. Nubian roots music is derived from Nubian wedding celebrations, which in the past lasted for approximately a week and featured music and dancing for extended families of nearly 2,000 people. Ali Hassan Kuban combined fast rhythms, inspired by African-American “soul” singer James Brown, and indigenous Kaf music to create a new style, which was especially popular among Nubians who had moved to the city looking for work. Weddings in the city today are smaller, but music remains an integral part of them; they offer one of the few social situations in Islamic culture in which the sexes are allowed to intermingle and dance together"
 },
 {
   "country": "El Salvador",
   "img_title": "Izalco Volcano",
   "img_description": "The black cone of Izalco Volcano is one of 20 volcanic peaks dotting El Salvador’s landscape. Situated in what is today the Cerro Verde National Park, Izalco Volcano came to life dramatically in 1770. Since then, it has become famous for its spectacular volcanic displays.",
   "lat": 0,
   "lon": 0,
   "music_title": "El Torito Pinto from The Pipil Indians of El Salvador  ( Pipil Music)",
   "music_description": "The music of El Salvador mixes influences from the Native American peoples of the region and from the Spanish who colonized the country. This music is from the Pipil festival of the Virgin Mary. The religious celebration blends Christian imagery with pre-Spanish customs and costumes. This song, which can be traced to the time of Spanish colonial rule, is in duple time, commonly heard in the music of the area."
 },
 {
   "country": "Eritrea",
   "img_title": "Asmara, capital of Eritrea",
   "img_description": "Asmara is the capital and largest city of the new country of Eritrea, formerly a province of Ethiopia. After years of fighting, Eritrea gained its independence in 1993. Asmara is Eritrea’s industrial centre and is linked by rail to nearby Mitsiwa, a port town on the Red Sea. ",
   "lat": 0,
   "lon": 0,
   "music_title": "Hadas Eritrea performed by Yohana Band (Popular Music)",
   "music_description": "Popular music in Eritrea, while exposed to some of the same influences as popular music in neighbouring Ethiopia, nevertheless retains a unique character. The example is from a contemporary Eritrean popular song in a style known as Tigrinya, also the name of the country’s dominant language. One characteristic of Eritrean music is its emphasis on duple metres (two beats) in the rhythm."
 },
 {
   "country": "Estonia",
   "img_title": "Seaport of Tallinn",
   "img_description": "Sunlight washes over the seaport city of Tallinn, the capital of recently independent Estonia. This beautifully restored medieval town overlooks the Gulf of Finland. Many of the imposing towers and churches within its walled Old Town date back to the 13th century.",
   "lat": 0,
   "lon": 0,
   "music_title": "I Went to Visit My Sweetheart performed by Salme Parg from Anthology of Estonian Folksongs (Traditional Music)",
   "music_description": "Music in Estonia encompasses styles ranging from ancient folk songs (runic songs) to contemporary European art music. Runic songs date from the 1st millennium BC and are part of a shared Baltic-Finnish culture. The songs were commonly associated with work and events such as seasonal festivals and weddings. Reflecting the primary importance of the text, the poetical lyrics are rich with alliteration, metaphors, and symbols. Different song texts were often used with the same melody, with verses added or dropped by the singer. Runic songs lost popularity in the 19th century to the now-prevalent rhyming songs. These later songs, while influenced by European models, retain elements of runic songs. The example is a humorous song from southern Estonia."
 },
 {
   "country": "Ethiopia",
   "img_title": "Tisissat Falls",
   "img_description": "From Lake Tana in northwest Ethiopia, the waters of the Blue Nile travel about 32 kilometres (20 miles) before plunging over the spectacular Tisissat Falls. One of Ethiopia’s major rivers, the Blue Nile curves to the southeast from Lake Tana, then flows west into Sudan, and finally north to Khartoum, where it merges with the White Nile. There, the two rivers come together into the mighty Nile.",
   "lat": 0,
   "lon": 0,
   "music_title": "Fano performed by Seleshe Damessae (Krar Music)",
   "music_description": "The Ethiopian krar is a five- or six-stringed lyre that is either plucked with the fingers or strummed with a plectrum. It is tuned to a pentatonic (five-note) scale. Believed to be one of the world’s oldest string instruments, the krar is the key instrument of the Azmari people, who believe it has bewitching powers. It is played solo, as an accompaniment to singing or storytelling, or as part of an ensemble featuring flutes and drums. Historically, the krar was played by wandering poet-musicians who performed at births and weddings. This example, called “Fano”, features Ethiopia’s well-known krar player Seleshe Damessae."
 },
 {
   "country": "Ethiopia",
   "img_title": "Ethiopia’s Vast Plateau",
   "img_description": "Mountain villagers walk in the Simen Mountains National Park of Ethiopia. Much of the country is covered by the Ethiopian Plateau, which has abundant rainfall and the country’s best farmland. The Great Rift Valley divides the plateau into two large sections, and high mountain ranges and deep river gorges further divide it. Ethiopia’s highest peak, Ras Dashen, is part of the Simen Mountains National Park range. ",
   "lat": 0,
   "lon": 0,
   "music_title": "Eshet Eshet performed by Ethio Stars (Popular Music)",
   "music_description": "The expansion of Ethiopia in the 19th century to its present boundaries united a great number of peoples and cultures within one country. Christianity, Judaism, and Islam are all practised in varying forms in the country. The broad range of cultures, the religious diversity, and the influence of Italy since the time of its occupation have contributed to a unique form of African pop. This example is a contemporary pop song from Ethiopia sung in Amharic, the main language of the country. The song uses a traditional rhythm and pentatonic (five-note) scale in conjunction with western electric instruments and brass instruments."
 },
 {
   "country": "Fiji",
   "img_title": "Tropical Paradise",
   "img_description": "Coconut palms line the secluded white sand beaches of Fiji, where tourism now rivals sugar in economic importance. After a setback caused by military coups in 1987, the nation’s tourist industry is again thriving, boosted by government initiatives to attract visitors and to encourage resort construction.",
   "lat": 0,
   "lon": 0,
   "music_title": "Vakamalolo from Pan Archives (Traditional Dance Music) ",
   "music_description": "Although Fiji is usually grouped as part of Melanesia, its music and dance are Polynesian in style. Singing predominates and is used for a variety of purposes, including church hymns and dances. In this example, a men’s dance, a vocal ensemble is accompanied by a lali, or slit drum. The lali is made of a hardwood log with a rectangular-shaped slit hollowed out of the middle. As in Polynesia, the Fijian women in the ensemble sing loudly at the top of their range."
 },
 {
   "country": "Finland",
   "img_title": "Ice Fishing in Samiland",
   "img_description": "Wearing a fur hat and a colourful embroidered coat typical of traditional Sami attire, a fisherman inspects his catch hauled up from a hole cut in the thick ice. Today, the Sami are a proud ethnic group whose ancestors occupied what is now northern Finland as early as 7000 BC. Fishing and reindeer herding are dominant features of Sami culture. Sami culture has been affected by the construction in the 1930s of the Arctic Highway linking Rovaniemi to the Barents Sea, and by the lingering effects of the nuclear cloud from Chernobyl’. ",
   "lat": 0,
   "lon": 0,
   "music_title": "Seelinnikoi from Varttina Seleniko (Ingrian Runic Song)",
   "music_description": "In Finland, ancient runic songs, traditionally sung by village women, are still performed in both traditional and popular styles. This example, performed by the folk group Värttinä, reveals a vibrant, close vocal harmony characteristic of the music of the Finno-Ugric people of the region. The song, “Seelinnikoi”, is like many Ingrian runic songs that speak boldly from a woman’s perspective. It tells the story of a young woman who is married without her mother’s permission; she is now unhappy and treated like a slave. The melody is taken from two Ingrian runic songs while the instrumental accompaniment reflects a more contemporary, popular sound."
 },
 {
   "country": "Finland",
   "img_title": "Farming in Finland’s Lake District",
   "img_description": "Finland’s Lake District encompasses a large central plateau in the southern half of the country, where a series of shallow lakes are connected by thousands of streams and channels. Home to agricultural communities since the 13th century, the Lake District is still mainly farmland. Most Finnish farms are small, but many of them also have timber lots, which can improve a farmer’s winter earnings. More than 70 per cent of Finland is forested, and the wood-processing industry is an essential sector of the national economy.",
   "lat": 0,
   "lon": 0,
   "music_title": "Konevitsan Kirkonkellot performed by Martti Pokela, from The Old and New Kantele  ( Kantele Music)",
   "music_description": "In this sample we hear a modern kantele—a trapezoid-shaped zither—played by Martti Pokela, one of the foremost Finnish players of the instrument. The kantele, which is approximately 2,000 years old, is related to instruments in nearby Estonia, Lithuania, and Latvia. It originally had five horsehair strings, but in its modern form can have as many as 32 strings in a variety of tunings. The kantele repertoire consists mainly of dance tunes and improvisations. Today, the instrument is played primarily in eastern and central Finland."
 },
 {
   "country": "France",
   "img_title": "Eiffel Tower: Symbol of Paris",
   "img_description": "Reaching to a height of 320 metres (1,050 feet), the grand iron latticework of the Eiffel Tower has become synonymous with the city of Paris. This landmark tower, designed by the engineer Alexandre-Gustave Eiffel for the Centennial Exposition of 1889, offers a spectacular view of the entire City of Lights.",
   "lat": 0,
   "lon": 0,
   "music_title": "Adieu Paure Carnival performed by Corou de Berra, from Nice, Piedmont, Liguria: Polyphony of the Southern Alps (Carnival Music)",
   "music_description": "Throughout France, small groups called cercles folkloriques preserve local traditions. These folklore groups are especially prevalent in Brittany and further south. The example, performed by an ensemble from the Nice area, features an excerpt from a carnival song with the characteristic sound of a mirliton. Mirliton bands date from medieval times and now are heard mostly in the southern coastal region. A mirliton alters a sound through the use of a membrane—a common example is a kazoo. Around Nice, mirlitons are placed inside a variety of instruments to create a distinctive buzzing sound."
 },
 {
   "country": "France",
   "img_title": "Seaside on Corsica",
   "img_description": "Corsica is France’s largest island and the fourth largest island in the Mediterranean. Geographically and culturally, it is closer to Italy than to France. The small town of Girolata is situated on a small gulf on the western coast of the island. In the centre of the island there are rugged mountains. Along its western coast, the meeting of mountains and sea provides spectacular scenery.",
   "lat": 0,
   "lon": 0,
   "music_title": "Benediction: O Salutaris from Memory of the Peoples (Choral Polyphony)",
   "music_description": "The French island of Corsica in the Mediterranean lies closer to Italy and Sardinia than to the French mainland. The inhabitants of the island preserve a strong vocal polyphonic (multilayered) tradition called paghiella, which is similar to the Italian style. Vocal polyphony is generally found in France only in the Basque region and on Corsica. Drones (sustained notes) are common in French music and Corsican singing retains an emphasis on drone texture. As in Italy, a rich, deep vocal sound is favoured. This example, based on a plainchant (plainsong) melody, is from the religious music repertoire."
 },
 {
   "country": "France",
   "img_title": "Vineyard in Burgundy",
   "img_description": "The Côte-d’Or, or “Golden Slope”, region of Burgundy produces some of the world’s most distinguished wines. One of the most famous vineyards is located in the village of Vosne-Romanée. Its annual production is limited to 6,000 bottles of some of the most expensive wines in the world.",
   "lat": 0,
   "lon": 0,
   "music_title": "Branle de Montifaud, C'est une jeune chevre, J'ai des bas blancs performed by La Chavanee, from Cotillon (Traditional Dance Music)",
   "music_description": "This is an example of traditional dance music from the Bourbon region. Instrumental music in France is generally used for dances, and the example is in a lively duple time. The folk music of France, like that of many other areas in Europe, makes extensive use of drone textures. This example features clarinet and two instruments both capable of producing drones (sustained notes): the bagpipe and the vielle, or hurdy-gurdy. The vielle is a string instrument that dates back to medieval times and uses a handcranked, resined wooden wheel instead of a bow to sound the strings. A keyboard with mechanical stops sounds the different pitches on the melody string."
 },
 {
   "country": "France",
   "img_title": "Village of the Massif Central",
   "img_description": "Uzerche is perched on a hill in the Massif Central, a large plateau that covers about 91,000 square kilometres (35,135 square miles) of south central France. The region is hilly with deep river valleys. The River Dordogne, regarded by many people as the most beautiful in France, runs through the region en route to the Atlantic Ocean. Fine porcelain made in the nearby city of Limoges has long enjoyed a worldwide reputation for excellence. Also found in the region are the famous Grotte de Lascaux and the Grotte Du Pech-Merle, underground chambers decorated with magnificent Palaeolithic wall paintings of animals.",
   "lat": 0,
   "lon": 0,
   "music_title": "Pistache performed by Les Brayauds, from Jusqu'au petit Matin (Traditional Music)",
   "music_description": "The folk music of France shows not only regional diversity but also influences from the European classical tradition. Melodies often move in conjunct, or stepwise, motion, and duple or triple times are common. Drones (sustained notes) are prevalent, played on instruments such as the bagpipe, hurdy-gurdy, or fiddle. Songs generally have a single melody line, while some instrumental ensembles—as in this example from the Auvergne region of central France— are more complex, employing a limited type of polyphony."
 },
 {
   "country": "Gabon",
   "img_title": "Rite of Passage",
   "img_description": "Leaf hats and painted faces indicate that these girls, members of the N’Jembe culture group in Gabon, are undergoing a rite of passage that signals the end of childhood. Anthropologists have found that many African women are brought up to believe that bearing children legitimizes their existence. Infertile or childless women can be objects of pity and are sometimes blamed for illness or death in a village. Because traditional beliefs about gender roles are strongly held, some African women do not have access to education or family-planning services.",
   "lat": 0,
   "lon": 0,
   "music_title": "Ndong Ngwa performed by Elugu Ayong ensemble of Libreville, from Fang (Xylophone Music)",
   "music_description": "The Fang people make up one-third of the population of Gabon. As in many African cultures, music and dance in Gabon are part of everyday life and are closely linked to social and ritual occasions. Ancestor worship is important in Fang society, and many songs mourn the death of an individual. These are usually sung during a ceremony one year after a death. This example is from a repertoire of songs and dances, associated with mourning, but regarded as more recreational in nature. The music is played on a set of portable hardwood xylophones called mendzang-me yekaba. The xylophones have wood keys strung over gourd resonators. Four different sizes of xylophone are used in the mendzang-me yekaba ensemble. A different pattern is played on each instrument, and together they create a tapestry of syncopated, interlocking sounds."
 },
 {
   "country": "The Gambia",
   "img_title": "Coastal Rainforest of The Gambia",
   "img_description": "A coastal rainforest near Banjul, the Gambian capital, has been set aside as a nature reserve. The wide mouth of the Gambia River dominates the country’s Atlantic Ocean coast. Along the coast and the river’s banks, mangrove swamps are sustained by annual rainfall exceeding 1,016 millimetres (40 inches).",
   "lat": 0,
   "lon": 0,
   "music_title": "Mammadu Sanyang performed by Dembo Konte and Kausu Kuyateh (Kora Music)",
   "music_description": "This is an example of a kora duet from The Gambia. The kora is a plucked harp lute of 16 to 21 strings played primarily in Senegal, The Gambia, and Guinea. It is used as accompaniment by the region’s griots, praise-singers and historians, who represent a long and primarily male tradition in West Africa. Their songs preserve stories of historical events and offer criticism on contemporary social issues. The main section of a kora piece is strophic, which means that it repeats the same melody with different words. That section is followed by one featuring heightened speech and a freer rhythm, which expands on material introduced in the first section."
 },
 {
   "country": "Georgia",
   "img_title": "Tbilisi’s Old Quarter",
   "img_description": "The hillside ruins of an ancient fortress stand as reminders of Tbilisi’s ancient roots. Georgia’s ancient architecture influenced the development of Byzantine-style architecture, which features masonry construction, rounded arches, and stone frescoes and mosaics. In central Georgia, many monasteries and churches qualify as architectural monuments. Recent restoration and preservation efforts have generated an increasing number of tourists, who travel from abroad as well as from other parts of the former Union of Soviet Socialist Republics to enjoy the subtropical climate and historic sites.",
   "lat": 0,
   "lon": 0,
   "music_title": "Tushuri Satrpialo performed by Ensemble Kolkheti, from Oh, Black-eyed Girl (Choral Music)",
   "music_description": "Complex choral polyphony developed quite early in Georgia, apparently earlier than in western Europe, although the historical connections are unclear. This rich polyphony distinguishes Georgian folk songs from those of its neighbours. Lyrics focus on love, family relations, or historical events. Songs are often used to accompany work, rituals, and recreational activities such as hunting or dancing. This example features a male chorus singing a love song from the Tushin region of Georgia."
 },
 {
   "country": "Georgia",
   "img_title": "Majestic Caucasus Mountains",
   "img_description": "The Caucasus Mountains, which mark one of the points where Europe and Asia meet, stretch about 1,000 kilometres (about 700 miles) between the Black and Caspian seas. Nearly equal in size and height to the Alps, the Caucasus range includes several peaks that rise more than 5,000 metres (more than 16,404 feet). Mount Elbrus is Europe’s highest peak at 5,642 metres (18,510 feet).",
   "lat": 0,
   "lon": 0,
   "music_title": "Lyrical dance of the girls performed by Nora Chamagua, from The Golden Fleece  (Abkhazian Music)",
   "music_description": "The region of Abkhazia lies at the northwestern tip of Georgia. Although they have long historical connections with other regions of Georgia, the people of Abkhazia have retained distinct elements of their own culture. A strong tradition of family singing is maintained through large annual gatherings, at which the festivities include eating, drinking, and singing. Choral singing is the most popular musical style, but a great variety of instruments—played solo or in small ensembles—is used to accompany dances. This example is a dance tune played on the akhym, a trapezoid-shaped zither."
 },
 {
   "country": "Germany",
   "img_title": "Cologne's Cathedral",
   "img_description": "Cologne's cathedral, overlooking the Rhine, is the largest Gothic structure in the world. Begun in 1248 on the site of a 9th-century church, the massive, ornate structure took more than 500 years to complete and is considered to be one of the finest examples of Gothic architecture anywhere. The city of Cologne was settled nearly 2,000 years ago and for centuries was famous for its many old religious buildings. During World War II, however, Cologne’s industrial and shipping facilities were a prime target for Allied bombers, and nearly 95 per cent of the city was destroyed. Fortunately, the cathedral suffered only minor damage and today stands out in sharp contrast to Cologne’s modern office towers.",
   "lat": 0,
   "lon": 0,
   "music_title": "Je laater de Abend performed by Springfloot, from Dat Du Mien Leevsten Bust (Popular Music)",
   "music_description": "The development of an industrial economy in Germany separated an old style of folk music from its traditional contexts, and in the process many old songs were lost. European art music had also a great influence on the German folk-music tradition, and particularly in the 19th century a number of popular genres emerged. German folk music is generally set in duple or triple time with quick tempos. Melodies are primarily in major keys with the notes of the major chord especially prominent. This song from the Hamburg area uses traditional vocal harmonies in a modern pop arrangement."
 },
 {
   "country": "Germany",
   "img_title": "Musicians in Bavaria",
   "img_description": "Germany has been home to many of the world’s greatest composers and musicians, including Ludwig van Beethoven, whose music has been enjoyed worldwide for almost two centuries. Traditional folk music is usually offered at local festivals, but Germany also boasts many fine symphony orchestras. Oberammergau is well known for its religious Passion Play, which has been given every ten years since 1634, when villagers, delivered from the plague, vowed to perform it as a show of gratitude.",
   "lat": 0,
   "lon": 0,
   "music_title": "Maderl aus Tirol performed by Hinterberger Musikanten, from Hinterberger Musikanten (Brass Band Music)",
   "music_description": "Folk music remains an important part of daily life in Germany, especially in rural areas. Most villages boast at least one band that provides music for weddings, festivals, and parades. Such groups usually include brass instruments, clarinets, and accordions. This example comes from Bavaria, a region of southern Germany. It exhibits many features typical of German band music, including flowing brass melodies, staccato accordion rhythms, and bouncing tuba lines."
 },
 {
   "country": "Germany",
   "img_title": "Berlin Wall Comes Tumbling Down",
   "img_description": "The Berlin Wall will be remembered as the single most visible symbol of the Cold War period, which lasted from the end of World War II (1939–1945) until the early 1990s. It stretched for 160 kilometres (100 miles) around the entire city of West Berlin. On 9 November 1989, as East Germany’s Communist regime collapsed, the Berlin Wall was finally opened. As East Berliners crossed over into the western part of the city, people from both sides began smashing the despised Wall. Today, only a few remnants linger as bitter reminders of the Cold War years.",
   "lat": 0,
   "lon": 0,
   "music_title": "20th Anniversary performed by the Globe Unity Orchestra (Free Jazz)",
   "music_description": "Jazz in Germany draws upon the music’s roots in the United States, but it has nevertheless developed into a unique style. The Globe Unity Orchestra was founded in 1966 during the formative years of free jazz, a type of improvisation that uses little or no written notation or predetermined musical structures. The orchestra, under the direction of German pianist Alexander von Schlippenbach, drew upon influences from 20th-century European classical and theatre music, yet was one of the few large groups to incorporate free-jazz improvisations into their performances. This emphasis on improvisation using the musical vocabulary of classical music is one characteristic of German jazz."
 },
 {
   "country": "Germany",
   "img_title": "Brandenburg Gate, Berlin",
   "img_description": "The Brandenburg Gate was completed in 1791, and for more than 150 years it symbolized Germany’s power. When Berlin became a divided city during the Cold War, the imposing structure stood isolated along the heavily guarded border between East and West Berlin. Today, the Brandenburg Gate symbolizes a reunited city and nation.",
   "lat": 0,
   "lon": 0,
   "music_title": "Finale: Presto from Beethoven Symphony No. 9 \"Choral\"  (Classical Music)",
   "music_description": "The basic features of the European classical symphony have been traced to the late 17th-century Italian overture, which featured three movements: fast, slow, and fast. Symphonic style was later developed and expanded upon primarily by German and Austrian composers. German-born composer Ludwig van Beethoven became well known for his emotional depth, orchestral colour, melodic expression, and topical narratives to the dense framework that defined the symphony up to the 19th century. Beethoven wrote nine symphonies, the first in 1800 and his last in 1824. This excerpt is from the finale of his Ninth Symphony, which he based on the poem “Ode to Joy”, written by the German poet and dramatist Friedrich von Schiller (1759–1805). The Ninth Symphony is recognized for its bold introduction of a vocal chorus into what had been a purely instrumental symphonic form."
 },
 {
   "country": "Ghana",
   "img_title": "Strong Family Ties",
   "img_description": "Her child snugly secured on her back, a villager transports water home from Lake Volta. Traditional family bonds are particularly strong in Ghana’s rural communities, where land is primarily family owned. This has largely prevented land ownership from falling into the hands of an elite class that might exert economic power over landless tenants.",
   "lat": 0,
   "lon": 0,
   "music_title": "Bue Bue performed by Nana Tsiboe, from Asem Ni (Popular Music)",
   "music_description": "The music of Ghana encompasses a wide range of traditional music as well as vibrant contemporary genres built on older musical practices. Although Ghana is inhabited by a number of distinct ethnic groups, some musical characteristics are common to all the groups. Music is generally related to religious, ceremonial, or social functions. Common instruments include drums, xylophones, rattles, and bells, played in the complex rhythmic patterns representative of West African music. Instruments are typically used to accompany singing. This example is a popular song from Ghana that joins electric instruments and a funk style with the traditional rhythms and call-and-response vocals of the Ga people."
 },
 {
   "country": "Ghana",
   "img_title": "Colourful Kente Cloth",
   "img_description": "Garments made from the bright colours and patterns of kente cloth stand out among the crowd of people bringing their goods to sell at a local market in Ghana. Kente cloth is made usually from cotton fabric that is sewn together in strips. The fabric is woven by men on basic looms that they frequently set up outdoors. Carved wooden stools and fertility dolls are other traditional handiworks for which Ghana is known.",
   "lat": 0,
   "lon": 0,
   "music_title": "Highlife Hymn from Frozen Brass (Highlife Music)",
   "music_description": "A brass band from Ghana plays a highlife song in this example. Brass bands began appearing in Ghana towards the end of the 19th century accompanying the spread of colonialism and serving as projections of European power and values. They were popular among the local traders who patronized European entertainment. Subsequently, Protestant missionaries used brass bands as a substitute for what they regarded as “heathen” African music. With the rise of more popular forms in the 1930s, brass bands fell into decline until after World War II (1939-1945), when they were revived by Roman Catholic missionaries. Today brass bands are found primarily in the central and southern areas of the country."
 },
 {
   "country": "Greece",
   "img_title": "Acropolis at Athens",
   "img_description": "The temple known as the Parthenon (Greek for “Virgin’s Place”) has stood for nearly 2,500 years at the top of the Acropolis, a fortified hill about 100 metres (about 328 feet) above Athens. In addition to the Parthenon, the Acropolis encompasses a remarkable collection of ancient Greek monuments, including the Erechtheum, the Propylaea, the Temple of Athena Nike, and others. Constructed between 447 and 432 BC, the Parthenon is a temple to the goddess Athena Polias. It was originally painted in vivid reds and blues, but the marble pillars gradually lost their paint and faded to white.",
   "lat": 0,
   "lon": 0,
   "music_title": "To Diko Mou performed by Yiorgos Mangas (Urban Folk Music)",
   "music_description": "Traditional and popular music of Greece are products of regional diversity, western European culture, and a merging of ethnic groups—especially Greeks, Turks, and Romany (gypsies). Turkish influence is felt in the predominance of a free-rhythm, instrumental improvisation technique called taqsim, which is focused on a specified scale of notes. Romanies, on the other hand, represent the largest group of professional musicians in Greece and are primarily wind players. In this example, the taqsim is punctuated by fast melodic runs. Performing on clarinet and accompanied by an electric guitar, popular Greek musician Yiorgos Mangas adds a modern and highly personalized touch. He calls this style of music demotiki, which is a folk-music style closely linked to traditional Greek music."
 },
 {
   "country": "Greece",
   "img_title": "Centre of Greek Thought",
   "img_description": "Pythagoras Street, on Sámos, honours the great philosopher and mathematician who was born on this Greek island in the 6th century BC. The mountainous 477 square kilometres (184 square miles) island lies in the Aegean Sea off the coast of neighbouring Turkey. It was a centre of ancient Greek learning, culture, and commerce, as well as home to important Greek figures such as the writers Aesop and Anacreon. During the decline of the Greek Empire, Sámos was ruled by a succession of outsiders, including the Persian, Roman, Byzantine, and Ottoman empires. Restored to Greek rule in 1912, today the island is a tourist centre and producer of wine and olives.",
   "lat": 0,
   "lon": 0,
   "music_title": "Pes to Nai performed by Angela, from Rebetika (Rebetiko Music)",
   "music_description": "Created in the expanded urban centres of Athens and Piraeus, rebetiko music grew out of a subculture made up of Turkish immigrants, rural peasants looking for work in the growing industries, and an underworld of bohemians, criminals, and transients. Not surprisingly, the lyrics of rebetiko songs focus on issues that concern these outcast groups, including those of poverty, prison life, addiction, and social alienation. By the early part of the 20th century, rebetiko had become the urban popular music dominating cafés and bars throughout Greece. In the early 1950s it was revived, and traditional Turkish plucked-lute instruments such as the baglama were replaced by the bouzouki, whose extra fourth pair of strings expanded the music’s range. Also during this time, contemporary composers began writing songs in this tradition. Today, modern variations of the rebetiko are heard in popular Greek restaurants and at other tourist attractions."
 },
 {
   "country": "Guatemala",
   "img_title": "Sounds of Guatemala",
   "img_description": "In Guatemala, music fills the streets, plazas, and buses. Music makers range from marimba teams with large wooden xylophones to mariachi bands in cowboy costumes. Marimbas are especially popular at religious festivals in the highlands.",
   "lat": 0,
   "lon": 0,
   "music_title": "Marimba from Music of Guatemala (Marimba Music)",
   "music_description": "The music of Guatemala reflects influences from the indigenous Maya, from Spaniards who colonized the area, and from Africans who were brought to the Americas as slaves. Music in Guatemala is an integral part of religious rituals and public festivities. The marimba—similar to a large wooden xylophone—is regarded as a national symbol. It is used both by Maya and by musicians of mixed origin. In this example, we can hear the marimba and rattles played by dancers."
 },
 {
   "country": "Guinea",
   "img_title": "Rural Village of Guinea",
   "img_description": "Round mud houses with thatched roofs are typical of those found in villages throughout Guinea. Three-quarters of Guineans live in rural villages and on farms, and farming occupies 80 per cent of the labour force. Guineans eat mainly maize, millet, and rice, which they supplement with bananas, pineapples, cassavas, and plantains. Bananas, pineapples, coffee, and palm are also exported.",
   "lat": 0,
   "lon": 0,
   "music_title": "Soundjata performed by El Hadj Djeli Sory Kouyate",
   "music_description": "The balafon of Guinea is more than eight centuries old. This xylophone, with 17 to 21 rectangular wood blocks, rests on a bamboo frame. Tuned calabash gourds beneath each block produce a buzzing sound when the blocks are struck. Musicians play the instrument with rubber-tipped mallets, beating out complex melodies against multiple rhythmic patterns. The balafon is associated with a caste of musicians called griots, virtuosos who are the keepers of the instrument and who perform ancient songs. Many of their songs relate historical events of Guinea and its great warriors and kings. This piece called “Soundjata”, written many years ago, is about a once-crippled young prince of the Malinke people. He rose to become a great warrior and devised a system of government that brought peace to fighting clans."
 },
 {
   "country": "Guinea-Bissau",
   "img_title": "City of Bissau",
   "img_description": "Guinea-Bissau’s capital, principal port, and largest city, Bissau sits on the central Atlantic coast at the mouth of the Geba. The city and its surrounding area form one of the country’s nine regions. Founded by the Portuguese in 1765 and capital of Portuguese Guinea until independence in 1974, it is now the nation’s centre of commerce and international trade. The principal industry in Bissau is the processing of coconut, rice, and other foods grown domestically. Architecture in the city strongly reflects the long Portuguese colonial period.",
   "lat": 0,
   "lon": 0,
   "music_title": "Sofer Latche from Naka: Salvador (Popular Music)",
   "music_description": "The music of Guinea-Bissau shares similarities with that of its neighbours Guinea and Senegal. In this region, musicians called griots preserve a tradition of historical storytelling and social commentary. They accompany their singing with the kora, a harp lute. This example, a modern pop song, blends these influences with the modern western style called funk. The guitar echoes the long flowing lines of the traditional kora accompaniment, while the song retains the complex rhythms characteristic of the West African percussion style."
 },
 {
   "country": "Haiti",
   "img_title": "Vodun Drummer",
   "img_description": "Vodun, or voodoo, in Haiti is a religion concerned with the natural and the supernatural, with human nature, and with the worship of ancestors. It is a synthesis of African religious beliefs and rituals fused with the influence on the local Haitians of the Roman Catholic Church.",
   "lat": 0,
   "lon": 0,
   "music_title": "Vudu performed by El perystile de Mariani (Vodun Ritual Music)",
   "music_description": "As in many West African countries, drumming and dancing are central to vodun. Vodun dances are accompanied by an ensemble of drums, rattles, and an ogan (metallic bell). Vodun songs such as this one are centred around possession rituals. The song text is in the French-derived Creole language indigenous to the Haitian population. The polyrhythmic patterns found in vodun music are associated with different loas, or deities, believed to “ride” or possess dancers during vodun rituals."
 },
 {
   "country": "Honduras",
   "img_title": "Dancers in Northern Honduras",
   "img_description": "Various peoples in this region of Central America are descended from black Africans. Some are related to Jamaicans and other Caribbean peoples who came to Honduras to work on banana plantations. Black Caribs and Garifunas are descendants of Africans and the Carib peoples from the Caribbean Islands.",
   "lat": 0,
   "lon": 0,
   "music_title": "Canto Dugu performed by Grupo Folklorico Garifuna (Garifuna Music)",
   "music_description": "The Garinagu (adjectival form Garifuna), who live primarily along the coast of Honduras and Belize, are descendants of escaped West African slaves and indigenous Kekchi and Maya peoples. By the 18th century they had formed a separate society with their own language—a mixture of Yoruba, Maya, Kekchi, and Spanish. This isolated community is spiritually bound by a sacred drum-and-dance tradition based on communication with their ancestors through possession. In the dugu ritual, a powerful force within the Garifuna community, each participant in the musical ceremony becomes possessed by the soul of a dead ancestor, who gives great healing powers. This example of the tradition, which is still practised today, is performed by Grupo Folklorico Garifuna."
 },
 {
   "country": "Hong Kong",
   "img_title": "Boat Dwellers in Hong Kong",
   "img_description": "A family manoeuvres past its floating neighbours. Thousands of Chinese, particularly those of the Hoklo and Tanka minority groups, live on houseboats in the crowded harbours surrounding the island of Hong Kong. Despite reclamation projects, the scarcity of land and a steady influx of new residents have created chronic housing shortages in this densely populated area.",
   "lat": 0,
   "lon": 0,
   "music_title": "Kao Shan Liu Shui performed by So Chun-po (Cheng Music)",
   "music_description": "Traditional Chinese music is usually performed by small ensembles or solo instruments, including the cheng, a 13- to 19-string zither with movable bridges. The instrument’s origins date to the Ch’in dynasty (221–206 BC). Traditionally, the cheng was played for personal and popular entertainment; today it is regarded as a classical instrument. This piece, “Kao Shan Liu Shui” (“High Mountain and Running Water”), is an ancient composition that imitates the sound of flowing water. Many traditional compositions such as this describe scenes from nature and were written to induce a meditative state for clear thinking."
 },
 {
   "country": "Hungary",
   "img_title": "Women in Traditional Dress",
   "img_description": "Vibrant traditional dress, such as that of these young Hungarian women, is often worn during special occasions and celebrations. Regional differences in traditional dress are displayed in the distinct, intricately embroidered floral patterns and powerful use of colour. Hungarian folk art has traditionally used floral patterns, the colours of the Hungarian flag, and patriotic symbols as a form of national expression.",
   "lat": 0,
   "lon": 0,
   "music_title": "Malo Kolo performed by Vujicsics, from Vujicsics (Dance Music)",
   "music_description": "The Hungarian group called Vujicsics, after the Hungarian composer and musicologist Tihamer Vujicsics, is heard in this example. Following in Vujicsics’s work, the group has attempted to preserve the music of the Serbian and Croatian minorities of southern Hungary. Melodies from this region usually are constructed of small intervals within a narrow range, and they are often transposed upward a third or a fifth. Tamburitza bands—string bands featuring fiddles, bass, and tambura—are popular for dances in Hungary"
 },
 {
   "country": "Hungary",
   "img_title": "Hungary’s Private Farms",
   "img_description": "Workers harvest grapes near Budapest on one of Hungary’s few privately owned farms. More than 80 per cent of the farms in this former Communist country are still either state owned or run as collectives by groups of farming families. As a result of long-standing management problems, state-owned farms and collectives are far less productive than privately owned farms, and the Hungarian government is moving more of its farm land into the private sector. In the late 1980s, only 1.1 per cent of the farms were private; today, the figure is nearly 15 per cent",
   "lat": 0,
   "lon": 0,
   "music_title": "Eddig Vendeg from Muzsikas: The Prisoner's Song (String Ensemble Music)",
   "music_description": "Less affected by the art-music tradition in Europe than folk music further west, Hungary’s folk tradition preserves elements of an older style of music. The Hungarian language often stresses the first syllable of a word; likewise, many vocal melodies retain this accenting of the initial beat. String ensembles are especially popular. The example features a vocal accompanied by violins, violas, and a double bass. The vocalist is Marta Sebestyen, a renowned singer in Hungary who has specialized in researching and performing traditional music."
 },
 {
   "country": "Hungary",
   "img_title": "Rolling Farm Country",
   "img_description": "Western Hungary, called Transdanubia, is a region of rolling hills with fertile soil that supports productive farms and vineyards. In the extreme western part of the country near the Austrian border are higher, wooded hills called the Hungarian Alps.",
   "lat": 0,
   "lon": 0,
   "music_title": "Ki jart ott, ki ment ott performed by Matild, Istvan, and Piroska Farago, from Gypsy Folk Songs from Hungary (Romany Music)",
   "music_description": "The earliest migration of Romanies (gypsies) from their Indian homeland into Hungary dates back to the 10th century. Although many of the descendants of these early settlers live and work as professional musicians in urban centres such as Budapest, Romanies are found in small villages throughout the country. A vibrant vocal tradition exists among these villagers. Two primary vocal styles are found: slow, lyrical songs (loki gil’i) and dance songs (khelimaski gil’i). This selection is one of the dance songs, which are generally upbeat and filled with good-humoured social commentary. The words of the dance songs are alternated with “rolled syllables” that are sung in a taut, fixed style. The primary vocalist is accompanied by another singer who provides a “double-bass” rhythm effect made up of brief syllables and exclamations."
 },
 {
   "country": "Iceland",
   "img_title": "Icelandic Water Power",
   "img_description": "Gullfoss Falls, on the River Hvítá in southwest Iceland, has a drop of 31 metres (102 feet). Waterfalls are common in Iceland. Recent geological upheavals have created numerous sheer cliffs, while heavy rain and glacier melt water have produced many large rivers. The Icelandic government has already put some of this water power to use with hydroelectric dams, though nearly 90 per cent of the country’s river power is yet untapped.",
   "lat": 0,
   "lon": 0,
   "music_title": "Vera Matt Godur performed by Ingi Gunnar Johannson and Gisli Helgason, from Islandica: Songs and Dances from Iceland ( Folk-song)",
   "music_description": "It is likely that this Icelandic folk-song, called “Vera Mátt Gódur” and performed by the contemporary folk-revival group Islandica, was composed in the late 16th or early 17th century. The song features vocals, flutes, and keyboards. Notice that the bass accompaniment is performed by a second singer, who emulates the plucking sound of a string bass or lute."
 },
 {
   "country": "India",
   "img_title": "  Shree Meenakshi Temple",
   "img_description": "Shree Meenakshi, in the city of Madurai, is one of the largest and most important temples in India. Madurai, located in southeast India, has been a religious and cultural centre for nearly 2,000 years and is among the oldest settlements in India. Shree Meenakshi was designed and built in the 16th century. It covers 6 hectares (14.8 acres) and has nine towers, or gopuras, rising as high as 50 metres (164 feet). These gopuras enclose an inner area known as the Tank of the Golden Lilies. The temple, regarded as an excellent example of the Dravidian architectural style, is a popular site for religious pilgrimages. It receives more than 10,000 pilgrims and tourists each day.",
   "lat": 0,
   "lon": 0,
   "music_title": "Recitation of the Rigveda from South India: Ritual Music and Theatre of Kerala, Le Chant Du Monde (Vedic Ritual Music)",
   "music_description": "Veda, which in Sanskrit means “learning” or “knowledge”, is the earliest form of religious writing that defined the cults, rituals, and rules for religious life in south India. The Vedas in their present form are believed to date from approximately the 3rd century BC, though some of their material is considerably older. Several schools of liturgy are dedicated to the preservation of these texts, primarily written in poetic verse, and their ritual prescription. Because there is a strong emphasis on precise delivery and accuracy in reciting the Vedas, they are taught orally and practised meticulously. Instruction in Vedic chanting is only given to boys of the Brahman caste and lasts for several years. This example of a recitation is called rathapâtha and is performed by two students."
 },
 {
   "country": "India",
   "img_title": "Pink City",
   "img_description": "Hawa Mahal, or the Palace of the Winds, towers five stories above the old section of Jaipur, capital of the Rajasthan in northwest India. Built in 1799, the ornate structure was designed to allow women of the royal court to watch the street below without being seen. The city of Jaipur was founded in 1727, and since 1875 has been known as the Pink City because of its many pink buildings. It lies on a dried lake bed and is surrounded on three sides by hills. Jaipur’s famous old section is enclosed in the remains of a wall with seven gates, and was laid out with broad, rectangular streets, in keeping with ancient Hindu ideas of architecture.",
   "lat": 0,
   "lon": 0,
   "music_title": "Nimbuda (Wedding Song) from Rajasthan ",
   "music_description": "India, with its great variety of peoples, has a corresponding diversity of folk music traditions. Festivals and ceremonies, commonly tied to religious or seasonal calendars, are important occasions for music and dance. Folk melodies share scales and themes with the ragas used in Indian classical music. The example is a wedding song from Rajasthan, sung by a group of musicians accompanied by the dholak, a double-headed barrel drum commonly used in folk music in northern India."
 },
 {
   "country": "India",
   "img_title": "Tibetan Buddhist Musicians",
   "img_description": "Priests play sacred musical instruments at Rumtek, a monastery just south of Gangtok, the capital of Sikkim. To the north, Sikkim borders the Himalayan nation of Tibet, and Tibetan culture exerts a strong influence in this region of India. For example, Sikkim’s Namgyal Institute of Tibetology houses one of the world’s largest collections of Tibetan books. This rugged area is the site of Kanchenjunga, the third highest mountain in the world at 8,598 metres (28,209 feet).",
   "lat": 0,
   "lon": 0,
   "music_title": "Buddhist Ceremony for the Goddess Paldenlhamo performed by Monks of Namgyal Monastery, from Buddhist Chant]: Namgyal Monastery, Dharamsala (Buddhist Ritual Music)",
   "music_description": "The arts play a significant role in the practice of Tibetan Buddhism. Mandalas—visual representations of the Buddhist cosmos—provide a symbolic structure for meditating, reciting sacred texts, and performing religious music and dances. In rituals, music is an offering and a means of invoking Buddhist deities. This example features a typical monastic music ensemble: long trumpets, double-reed oboes, cymbals, and drums. Precise notation guides the performers in the creation of this complex and dramatic form of ritual music."
 },
 {
   "country": "India",
   "img_title": "Ganges Valley Tea",
   "img_description": "The Ganges Valley in West Bengal is the prime tea-growing region in India, the world’s largest producer of the fragrant leaves. Plantations around Darjiling, in the hills north of the Ganges, yield the bulk of West Bengal’s tea. One-third of India’s tea crop—also cultivated in the states of Assam, Kerala, and Tamil Nadu—is destined for export.",
   "lat": 0,
   "lon": 0,
   "music_title": "Tillana-Kapi performed by V. Doreswamy Iyengar, from Maestro's Choice: V. Doreswamy Iyengar (Vina Music)",
   "music_description": "This is an excerpt from a south Indian tillana, a form of dance composition usually performed at the end of a concert and played on the vina, a plucked lute. The Carnatic, or south Indian, vina has seven strings running along a fretted neck with a wooden body at one end and a gourd resonator at the top. Four of the strings are used for the melody, while the other three are drone strings. The instrument is plucked with a number of special techniques, producing the characteristic ornaments of the Carnatic style. It is accompanied, as in this example, by the mrdangam, a double-headed barrel drum, on which is played a tala, a cyclical rhythmic pattern."
 },
 {
   "country": "India",
   "img_title": "Delhi’s Red Fort",
   "img_description": "One of Delhi’s most impressive monuments, the massive sandstone Red Fort was built by the Mogul Emperor Shah Jahan over a ten-year period beginning in 1638. The Yamuna River used to flow beside the eastern edge of the fort, filling its deep moat with water. Today the river is about 1 kilometre (0.6 miles) further east, and the moat is empty. Within the walls of the fort are the remains of the imperial palace and other Mogul structures.",
   "lat": 0,
   "lon": 0,
   "music_title": "Dhrupad from Dhrupad: Vocal Art of Hindustan/ Daggar Brothers (Dhrupad)",
   "music_description": "Dhrupad is a north Indian vocal genre, thought to be the oldest surviving form of north Indian music. It originated in the 15th and 16th centuries. Dhrupad is generally performed by one or two male vocalists accompanied by a tambura (long-necked lute) providing a drone (sustained note), and the pakhavaj, a double-headed barrel drum. Dhrupad consists of a text, usually in honour of a deity or patron, set to a raga,—a melodic framework for improvisation—and a tala, a cyclical rhythmic pattern. Theoretically, a dhrupad performance includes four sections; in practice, however, usually only two sections are performed, with the addition of an improvisatory introduction known as alap. This example is an excerpt from a dhrupad song sung by the Daggar brothers, two of the foremost practitioners of the style."
 },
 {
   "country": "India",
   "img_title": "  India’s Qutb Minar",
   "img_description": "The ornate Qutb Minar tower just south of New Delhi is a monument to the onset of Muslim rule in India. Construction of this red-sandstone and marble edifice began about AD 1196, following the defeat of the last Hindu kingdom in Delhi. Slightly tilting, the tower stands nearly 73 metres (240 feet) high and has five distinct stories, each with its own projecting balcony. Near the base stands the Might of Islam Mosque, the first mosque built in India.",
   "lat": 0,
   "lon": 0,
   "music_title": "Mishra Ghara Dhun performed by Ravi Shankar, from Maestro's Choice: Ravi Shankar (Dhun)",
   "music_description": "Dhun is a genre of north Indian light-classical music based on folk songs or popular tunes. A dhun is commonly played as the concluding piece of a concert. This is an excerpt from a dhun composition played by Ravi Shankar, one of the finest and best-known Indian sitarists. The sitar is constructed from a large gourd joined to a long neck. It has seven main strings, five of which are played for the melody and two for a drone. It also has a number of sympathetic strings that vibrate and produce a drone. In this excerpt, the sitar is accompanied by the tabla, a pair of drums—one made of wood and the other of metal—which are beaten with both hands."
 },
 {
   "country": "India",
   "img_title": "Marina Drive in Busy Mumbai",
   "img_description": "Mumbai (Bombay), capital of the state of Maharashtra, is India’s business and financial centre and the home of the large Mumbai Stock Exchange. Located on the Arabian Sea, Mumbai is India’s leading west-coast port. Mumbai Harbour, located to the east of Mumbai Island, is nearly surrounded by the island. Old Mumbai occupies all of Mumbai Island, and the remainder of the city has spread to six islands nearby. ",
   "lat": 0,
   "lon": 0,
   "music_title": "Mishra Bhairavi performed by Ram Narayan, from Maestro's Choice: Ram Narayan (Sarangi Music)",
   "music_description": "This excerpt of a raga (melodic framework used for improvisation) from the north Indian classical music tradition is played on the sarangi (a small fiddle, or bowed lute), accompanied by the tabla (pair of drums). The sarangi is held vertically in front of the player. It has a wide, short neck, facilitating the performance of fast melodic passages, and three main strings, with a number of sympathetic strings to provide a drone (sustained note). Because of its ability to emulate the human voice, the sarangi traditionally accompanied vocal music, but today it is also played as a solo instrument."
 },
 {
   "country": "India",
   "img_title": "India’s Taj Mahal",
   "img_description": "The Taj Mahal, is considered to be one of the world’s most magnificent structures. It was built between about 1630 to 1650 and was commissioned by Shah Jahan as a memorial to his wife, who died in childbirth. It is located south of Delhi in Agra, where the rulers of the Mughal Empire (1526–1707) built their capital. Local and imported artisans were involved in the construction of this marble mausoleum, which is the finest surviving example of 17th-century Islamic architecture. The building is one of India’s major tourist attractions.",
   "lat": 0,
   "lon": 0,
   "music_title": "Dil Leke Muijhe Badnaam Kiva performed by Shobha Gurtu, from Shobha Gurtu (Popular Vocal Music)",
   "music_description": "Indian light-classical music increased in popularity with the development of the recording industry in the early 20th century. The genre, including styles such as thumri and ghazal, has had a great influence on the music of the enormously successful Indian film industry. Light-classical music in India is based loosely on the ragas (melodic frameworks for improvisation) used in the Indian classical music tradition, as well as on melodies derived from folk music. Both thumri and ghazal use poetical texts which the singer embellishes and emphasizes through ornamented vocal improvisations. The example is a love song in the thumri style called “Dil Leke Muijhe Badnaam Kiva”, performed by the well-known vocalist Shobha Gurtu. Traditionally, this and other light-classical styles are accompanied by a tabla (pair of drums), a sarangi (bowed fiddle), and a harmonium (reed organ)."
 },
 {
   "country": "India",
   "img_title": "Worshippers in the Ganges River",
   "img_description": "Rivers are sacred to Hindu believers, and the Ganges, which flows across northeast India, is the most important of all. Millions of devoted Hindus—many of them from distant places—congregate at pilgrimage festivals along the Ganges, where ritualistic bathing cleanses their bodies and souls. Kumbh Mela, which takes place every 12 years, is the greatest of these festivals.",
   "lat": 0,
   "lon": 0,
   "music_title": "Raga Rageshwari performed by Bismillah Khan, from Maestro's Choice: Bismillah Khan (Shenai Music)",
   "music_description": "This example is an excerpt from a raga performed on the shenai by Bismallah Khan, one of the acknowledged masters of the instrument. The shenai is a conical, double-reed instrument found in various forms from eastern Europe to East Asia. It is used in Hindustani, or north Indian, classical music, and a larger form, the nagasvaram, is used in south Indian music. The shenai has open finger holes that give it a voice-like quality (as can be heard in the example) and make it possible to play microtonal differences in pitch. A raga is a prescribed melodic framework used for improvisation. Specific ragas are associated with certain times of day, and this example is for late night. Droning shenai, accompanied by the tabla (a pair of hand-beaten kettledrums), play the tala, a cyclical rhythmic pattern."
 },
 {
   "country": "Indonesia",
   "img_title": "Traditional Gamelan",
   "img_description": "The rhythmic sounds of percussion instruments—including xylophones, gongs, and drums—merge with a flute’s melodic tones in a traditional Indonesian gamelan orchestra.",
   "lat": 0,
   "lon": 0,
   "music_title": "Landrang Sri Kondur from The Sultan's Pleasure: From the Palace of Yogyakarta (Gamelan Music)",
   "music_description": "Javanese gamelan ensembles feature sets of metallophones—similar to xylophones—and knobbly gongs that are played collectively with varied melodic patterns. This particular gamelan is tuned to a five-note scale called slendro. The instruments belong to the royal family, which resides in the royal palace of Yogyakarta, a densely populated city on the island of Java. Performances generally occur during ceremonies that are important to the royal family and their kingdom. This piece is traditionally performed on the birthday of the Ninth Sultan of Yogyakarta."
 },
 {
   "country": "Indonesia",
   "img_title": "Praying for Rain",
   "img_description": "The Ulu Danau Temple, on the northwest coast of Danau Bratan on the island of Bali, was built in the 17th century to honour the goddess of water. Located in central Bali, Danau Bratan is the main source of irrigation water for many southern districts. This ornate temple, which is both Hindu and Buddhist, is the focus of many religious ceremonies held to ensure a continued water supply. At times, these ceremonies may have been too successful. In the early 1970s Danau Bratan was flooded by heavy rains, and part of the temple was submerged.",
   "lat": 0,
   "lon": 0,
   "music_title": "Interlude performed by Kecak Gandra Sari, from Kecak from Bali ",
   "music_description": "Kecak, the “monkey chant”, is a male choral music that comes from a Balinese trance-dance tradition. In the 1930s, episodes from the great Hindu epic Ramayana were added to the choral performances, creating a new theatrical form that became one of the most popular and dramatic of the Balinese performing arts. The distinctive vocalization of the syllable cak represents the sound of the monkey armies of the Ramayana. With the repetition of this syllable, a chorus of about 200 men simulates the precise interlocking parts of the gamelan orchestra, a type of gong ensemble found primarily in Bali and Java."
 },
 {
   "country": "Indonesia",
   "img_title": "Batusangkar’s Dramatic Palace",
   "img_description": "The area surrounding the small town of Batusangkar, in the highlands of west-central Sumatra, is the cradle and cultural heartland of the Minangkabau people. It is also the traditional seat of the kings of Minangkabau. The rebuilt palace of King Adityavarman at Batusangkar, a model of Minangkabau architecture, is characterized by a dramatic saddleback roof. A Buddhist ruler, King Adityavarman reigned from 1356 to 1375, leaving statues and inscriptions suggesting that he controlled most of central Sumatra.",
   "lat": 0,
   "lon": 0,
   "music_title": "Padang Magek performed by Sawir Sutan Mudo, Nurasni, and Zaidir SK, from Night Music of West Sumatra (Saluang Music)",
   "music_description": "Among the many types of music played by the Minangkabau people in the western area of central Sumatra is a style of vocal music called saluang. Named after the long bamboo flute used as the accompaniment, saluang are performed at a variety of social gatherings including parties, family celebrations, and fund-raising events. The saluang singers, usually professionals, know as many as 400 songs. Good performers can sing for an entire night without repeating anything from their repertoire."
 },
 {
   "country": "Indonesia",
   "img_title": "Sum of Indonesia’s Parts",
   "img_description": "The members of this Indonesian band live in a country that is among the most geographically fragmented nations. Indonesia is made up of more than 13,000 separate islands. It extends from longitude 95° east to longitude 141° east, and its people speak at least 250 different languages and dialects.",
   "lat": 0,
   "lon": 0,
   "music_title": "O Mauro Rendigane performed by Bambu Melulu Arcis, from Frozen Brass Asia (Bamboo Band)",
   "music_description": "European colonialism introduced the military brass band to many different parts of the world, where local music traditions adapted its instruments and repertoire in various ways. This example is played by a bamboo ensemble from the Minahasa area of Sulawesi in Indonesia. During the 1800s, the Dutch recruited soldiers from Minahasa, leaving behind the musical influence of Dutch military bands. Islanders copied their brass instruments in bamboo and, under the influence of Calvinist missionaries, retained a European style of playing. This is a Christian hymn often played at weddings."
 },
 {
   "country": "Indonesia",
   "img_title": "Indonesian Agriculture",
   "img_description": "A farmer and his water buffalo strike a pose in an Indonesian field. Despite increasing revenue from oil production, agriculture remains the mainstay of Indonesia’s economy. The country has grown as a major exporter of rubber, coffee, and rice. By the late 1980s, excessive use of pesticides had caused severe environmental problems. Recently introduced integrated pest management programmes have helped Indonesian farmers grow successful crops without the use of pesticides.",
   "lat": 0,
   "lon": 0,
   "music_title": "Angklung from Musical Instruments of the World (Angklung Music)",
   "music_description": "Among the Sunda people of Jawa Barat Province, Indonesia, the angklung ensemble is a highly regarded, ancient musical tradition. The angklung is played by villagers as part of the ceremonial ritual associated with rice-growing but is also heard at weddings, births, and circumcision ceremonies. The angklung ensemble is composed of 9 to 14 instruments of different sizes. Each instrument is made of three bamboo tubes tuned an octave apart and hung upright on a lightweight bamboo frame. Each produces a different tone when set in vibration by the musician, who shakes the instrument at its base. These different tones join together in an interlocking pattern creating a single melody."
 },
 {
   "country": "Indonesia",
   "img_title": "Drama of Balinese Dance",
   "img_description": "Balinese dancers portray the servants of the mythological beast Rangda in a lively and dramatic performance. Strongly influenced by Hindu customs, Bali is known for the distinctive styles of its many dance troupes, which are composed of both male and female performers. The dancers’ elaborate costumes and magnificent headdresses enhance their colourful performance.",
   "lat": 0,
   "lon": 0,
   "music_title": "Nandir from Gong Kebyar de Sebatu (Gamelan Music)",
   "music_description": "The Indonesian island of Bali is well known for its centuries-old and highly developed tradition of music, dance, and theatre. This example features music for a dance called “Nandir”, which was in feudal times reserved for the courts of kings and princes. The delicate movements of the body make this dance one of the classic sources for Balinese choreography. This dance evokes the simple theme of bees courting, yet the movements are intricate and stylized. The accompanying music is played on the kebyar gamelan, an ensemble featuring gongs, xylophones with metal bars, and drums. Precise attacks produce clear, bell-like sounds that sometimes burst into a loud display of complex patterns."
 },
 {
   "country": "Iran",
   "img_title": "Ancient Persian Capital",
   "img_description": "Among the ruins of Persepolis, the capital of ancient Persia, are the palace and tombs of the rulers Xerxes and Artaxerxes. The ruins are in the mountains of southwest Iran, just north of the city of Shiraz. Around 500 BC, the Persian King Darius I built a palace, and successive kings of the Achaemenid Empire, including Darius’s son Xerxes, added to and rebuilt the original. Constructed of carved stone and glazed mud bricks, the buildings of Persepolis display the influence of many different cultures in their architecture and ornamental details.",
   "lat": 0,
   "lon": 0,
   "music_title": "Avaz-E Dashti performed by Ensemble Moshtaq, from Persian Art Music (",
   "music_description": "Persian art music is based on a modal series (scale or combination of notes) with seven dastgah and five derived avaz systems. Each of these modes is based on a seven-tone scale and is designed to express a feeling or mood. This example is an avaz in the Dashti mode, derived from the Shur, a dastgah mode. Like most avaz performances, it begins with a short melodic sequence called gushé, followed by an instrumental prelude, a rhythmic piece highlighting drumming, a sung poem, a rhythmic interlude, and a dance piece. Typical instrumentation includes a singer, setar (four-stringed, plucked lute), kamánche (four-stringed, spiked fiddle), tombak (hand drum), and daf (large frame drum)."
 },
 {
   "country": "Iran",
   "img_title": "Palace of Darius",
   "img_description": "Numerous remains exist of the architecture that flourished during the Persian empire of the Achaemenian dynasty, which dates from 518 to 460 BC. It was during this period that Darius I, the king of Persia, built a palace at Persepolis, the new capital of Persia. The palace’s pillars are made of limestone, and the design of the reliefs is believed to be based on Assyrian sculpture.",
   "lat": 0,
   "lon": 0,
   "music_title": "Dastgah of Shour performed by Khatereh Parvaneh, from Classical Music of Iran",
   "music_description": "The classical music of Iran traces its heritage to ancient Persia and, partly because of the segregation imposed by Islamic constraints on music, preserves older musical practices. This music is based on a series of 12 melodic patterns known as dastgah. The dastgah are built upon scales with notes that are extremely close to each other in pitch. Performances emphasize improvisation on the patterns of the dastgah. The example is a performance of a set of verses by the renowned 13th-century Sufi poet Jalal al-Din Rumi. The singer is accompanied by the santour, a type of hammered dulcimer."
 },
 {
   "country": "Iraq",
   "img_title": "Baghdad Metal Crafters",
   "img_description": "Hand-beaten brass and copper are used to create traditional craft items in Baghdad. Metal workers throughout Iraq produce gleaming trays, pitchers, and other beautiful metal objects. They sell their wares in the noisy souks, or bazaars, the most famous of which is in Baghdad.",
   "lat": 0,
   "lon": 0,
   "music_title": "Traditional Iraqi Music ",
   "music_description": "Iraqi music reflects the differences in religious beliefs and the great ethnic diversity of the Iraqi population. Nevertheless, similarities in musical practice do exist and generally serve to connect Iraq’s music to that throughout the Arab world. Iraqis have a somewhat ambivalent attitude towards musicians—they have a low social status, yet are regarded as a necessary part of many events. Iraqi music is mostly vocal, and text and melody are closely related. Melodies have only one melodic line, without harmonization. In this example we hear an impromptu session at the Baghdad Conservatory, featuring a nay (an end-blown flute), the ’ûd (a lute played throughout the region), and voice."
 },
 {
   "country": "Ireland",
   "img_title": "Irish Pub Folk Music",
   "img_description": "Live music can be found in local pubs in nearly every Irish town, but County Clare is regarded as the home of the best traditional music. Popular among older and younger generations alike, the music reflects a centuries-old tradition that incorporates classical, Italian, and Spanish influences.",
   "lat": 0,
   "lon": 0,
   "music_title": "Brian Boru's March/Sporting Paddy/The Traveler from Happy to Meet and Sorry to Part (Uillean Pipes)",
   "music_description": "The uillean (elbow) bagpipe is closely associated with Ireland. It is distinguished by the use of a bellows instead of a blowpipe and has a range of two octaves. The instrument appeared around the 18th century and is believed to have been inspired by the French musette. It is used primarily to play airs and to accompany dance tunes such as marches and jigs. This song, called “Brian Boru’s March”, features two parts: the first, called the tune, establishes the melody; the second, called the turn, may be a pitch higher than the first or modified to suit the dancer’s step. Although Irish music is essentially melodic without harmony, the players ornament the melodies by using grace notes and by filling intervals with extra notes."
 },
 {
   "country": "Ireland",
   "img_title": "Galway’s Claddagh Quay",
   "img_description": "On Ireland’s west coast, the Claddagh quay juts out into the estuary that joins Lough Corrib with Galway Bay. Said to be the oldest fishing village in the country, the Claddagh was once an Irish quarter outside the walls of the Anglo-Norman city of Galway. It is no longer a fishing village nor Irish speaking, but one of its traditions remains—the Claddagh ring. Dating from medieval times, this style of ring made by Galway goldsmiths depicts a heart and two clasped hands. For centuries it was the region’s traditional wedding band.",
   "lat": 0,
   "lon": 0,
   "music_title": "An Cailin Gaelach performed by Altan, from Altan: Island Angel (Popular Music)",
   "music_description": "Irish music generally can be grouped into two categories: vocal songs and dance music. Both genres enjoy significant popularity in Ireland, and the dance music in particular has had a wide impact on the development of American music. The vocal songs are frequently sung in a loose tempo with the singer adding ornaments to highlight the melody. Although there is a repertoire of rhymed humorous songs, the predominant focus of the lyrics is on love, typically unrequited or falsely promised. This is a contemporary arrangement of a traditional song of unrequited love, and it is sung in Gaelic, the indigenous language of Ireland."
 },
 {
   "country": "Ireland",
   "img_title": "Medieval Dublin Cathedral",
   "img_description": "Christ Church Cathedral is one of Dublin’s two medieval cathedrals. The other, Saint Patrick’s, is only a few hundred metres away. Founded about AD 1030 by Sitric, the Danish king of Dublin, Christ Church houses the tombs of the great Norman knight Strongbow and his wife, Princess Eva. Now Protestant churches, Christ Church and Saint Patrick’s were both extensively restored during the 19th century.",
   "lat": 0,
   "lon": 0,
   "music_title": "Untitled Air performed by Janet Harbison, from Musical Instruments (Harp Music)",
   "music_description": "The sounds of the Irish harp, or clarsach, have been heard in Ireland for more than 500 years. The clarsach’s characteristic bright sound is produced by plucking the strings with the fingernails instead of the fingertips, as most other harps are played. The instrument is so closely associated with Irish identity that it serves as the national emblem. The song heard in this example features lively duple rhythms common to Irish dance music."
 },
 {
   "country": "Israel",
   "img_title": "Israel’s Sea of Galilee",
   "img_description": "The Sea of Galilee is actually a freshwater lake. Its eastern shore forms part of Israel’s border with the Golan Heights (disputed). Tiberias, on the western shore, is the major city on the sea, also known as Lake Tiberias. Figs, olives, dates, and pomegranates grow on the gently sloping hills along the lake’s south bank. On its southwards course to the Dead Sea, the River Jordan flows through the Sea of Galilee, where Israeli fishermen continue a way of life that goes back to biblical times.",
   "lat": 0,
   "lon": 0,
   "music_title": "Shadai Emor Na Daile-Galuteinu performed by Tsadoq Tsubeiri and Joseph Ozeiri, from The Yemenite Jews (Yemenite Song)",
   "music_description": "Prior to the establishment of Israel, Yemen’s large and culturally isolated Jewish population preserved a music and dance tradition with few outside influences. Each Jewish community of the Middle East maintained a collection of poems called a diwan, designed for singing and chanting. The music and dances for these poems have been handed down orally since the Middle Ages. This is an example of a nashid, an introductory piece sung in free rhythm, from the Yemenite diwan. Traditionally at social gatherings, one man starts improvising a nashid, and then other men gradually join in response."
 },
 {
   "country": "Israel",
   "img_title": "Old and New in Jerusalem",
   "img_description": "Jerusalem, the capital of Israel, lies in the centre of the Judean Plateau in the country’s interior. A holy place to Jews, Christians, and Muslims, the city represents a contrast of cultures and has seen much conflict through the ages. The walled Old City occupies Jerusalem’s centre and contains most of the monuments sacred to the three religions. Spread out around the Old City, the New City makes up the majority of the metropolitan area. Most Jewish residents live in modern West Jerusalem, while in East Jerusalem the majority of the population are Arabs.",
   "lat": 0,
   "lon": 0,
   "music_title": "Canaan performed by Bustan Abraham, from Bustan Abraham (Contemporary Music)",
   "music_description": "Despite religious and cultural conflict between the Arab and Jewish communities, there has been much musical interchange. This example features Bustan Abraham, a contemporary group from Israel made up of Israeli Arab and Jewish musicians. Bustan Abraham combines Middle Eastern and European instruments in a style that echoes both Jewish and Arabic contemporary music styles."
 },
 {
   "country": "Italy",
   "img_title": "La Scala Opera House",
   "img_description": "Milan’s famous opera house, La Scala, or officially Teatro alla Scala, was built on the command of Austrian Empress Maria Theresa in the 1770s. The house was remodelled in 1867, modernized in 1921, and rebuilt in 1946. As its musical director, the renowned Italian conductor Arturo Toscanini (1867–1957) helped to raise funds for the theatre’s reopening after it suffered severe damage during World Wars I and II. Since its grand opening, La Scala has staged many notable world premieres and countless performances including Giuseppe Verdi’s Otello and Falstaff",
   "lat": 0,
   "lon": 0,
   "music_title": "Brindisi: Libiamo Ne'lieti Calici from Verdi: La Traviata (Opera Music) ",
   "music_description": "The earliest forms of opera were staged in Italian courts near the beginning of the 17th century. As opera became a form of public entertainment, its content and structure changed to meet the demands of a new audience. By the 18th century, a more accessible operatic style came into fashion that centred around romantic dramas with fluid arias and passionate prose. Giuseppe Verdi, whose work spans three-quarters of the 19th century, is one of the best known Italian operatic composers. Verdi was composing at a time when national unity in Italy was on the rise and much of his work was subject to patriotic interpretation. Yet his works are also considered highly personal and intimate. La Traviata, presented in 1853, is a realistic and passionate story of love and regret. In this example from Act I, the hero and heroine first realize their love for one another."
 },
 {
   "country": "Italy",
   "img_title": "Staglieno Necropolis",
   "img_description": "The architecturally designed Staglieno Necropolis (cemetery) is located near Genoa, one of Italy’s most important harbours. It lies amid beautiful natural surroundings on the flank of the Bisagno valley. Built between 1844 and 1851, the Staglieno Necropolis features myriad ornate funerary monuments and chapels from the mid-19th century to the present.",
   "lat": 0,
   "lon": 0,
   "music_title": "Il Rumesciu performed by La Squadra, from La Squadra: Genoese Songs ",
   "music_description": "A tradition of polyphonic singing evolved in Genoa around the turn of the 20th century. Called trallaleri, it was popularized by factory and shipyard workers from rural villages. In the city, it was practised primarily by men and focused on bass and baritone voices. Hundreds of local groups performed in the 1920s, and many contests occurred between neighbourhood groups. The style became established around at least five voices: bass, baritone, tenor, falsetto, and “guitar” (nasal voice mimicking the guitar by placing the back of one’s hand over the lips). The repertoire of songs numbers around 60, and the more authentic songs are those without titles. Although they were clearly influenced by classical music, most trallaleri songs are “drinking songs” or tell a happy story."
 },
 {
   "country": "Italy",
   "img_title": "Sea View on Sardinia",
   "img_description": "Sardinia is Italy’s second largest island, only slightly smaller than Sicily. Most of Sardinia’s interior is mountainous, but the island has some of Europe’s most beautiful beaches along its northeast coast near the island of Corsica. Sardinia is separated from Corsica, which belongs to France, by the narrow Strait of Bonifacio. Buffeted by breezes from north and south, Sardinia is known for its windy climate. The Tirso flows in a southwesterly direction through Sardinia’s major valley, eventually emptying into the Gulf of Oristano.",
   "lat": 0,
   "lon": 0,
   "music_title": "Launeddas performed by Aurelio Porcu, from Musical Instruments of the World (Launeddas Music",
   "music_description": "The delicate and technically challenging triple clarinet called launeddas is found in the Italian villages of Sardinia. The instrument is constructed from three pieces of cane, each fitted with a single beating reed. The melody is played on the two shortest pipes, which have five finger holes, while a drone (sustained note) is played on the longest pipe. The musician must hold the drone pipe in the left hand and the other two pipes in the right and blow them simultaneously, using a technique of continuous breathing. Learning to play this instrument is difficult and requires a long period of apprenticeship. The launeddas is generally heard in traditional dance tunes that have been handed down through generations of players. Thorough knowledge of each composition is crucial for proper execution of the complex dance rhythms."
 },
 {
   "country": "Italy",
   "img_title": "Rome’s Imperial Amphitheatre",
   "img_description": "The Colosseum is probably one of the most universally recognized symbols of Rome. Built by the emperors Vespasian and Titus using mostly Jewish slave labour, it was completed in AD 82. The 50,000-seat amphitheatre had a retractable linen awning to protect crowds from rain and sun. Romans came here to watch games and other events, and among the most popular were the gladiatorial contests. Even as a ruin, the Colosseum is impressive, but it is in danger of further serious deterioration caused by air pollution.",
   "lat": 0,
   "lon": 0,
   "music_title": "Antonio & Bettino performed by the Carlo Actis Dato Quartet, from Blue Cairo (Jazz Music)",
   "music_description": "Jazz has always been open to change and new influences. This has led to a profusion of styles, such as traditional Dixieland, swing, bebop, cool, and free jazz. Musicians outside of the United States have adopted some of the common practices of jazz but added elements of their native music to create distinct, individual forms. After an initial period of imitation, various styles have emerged in Europe, especially in England, Germany, the Netherlands, and Scandinavia. More recently, Italian musicians have been crafting a music that joins the country’s lyrical folk music tradition to jazz. Carlo Actis Dato is a jazz musician in Italy."
 },
 {
   "country": "Jamaica",
   "img_title": "Jamaica’s African Heritage",
   "img_description": "Flanked by his garden harvest, a local resident sells fruit and vegetables at a roadside stand in rural Jamaica. Most Jamaicans are descendants of Africans brought to the island as slaves to work on British sugar plantations in the 18th and early 19th centuries. Today, an amalgam of African cultures is vividly evident in the art, literature, music, and religious beliefs of the island’s citizens.",
   "lat": 0,
   "lon": 0,
   "music_title": "The Glory of God performed by Sugar Black, from Shark Records (Reggae Music)",
   "music_description": "Reggae is a Jamaican music that blends elements of African, Caribbean, and African-American music. It developed in the ghettos of Kingston in the 1960s and remains popular internationally. In its rhythms and lyrics reggae has been heavily influenced by the Rastafari, members of a Jamaican religious movement. The music is characterized by a distinctive syncopated sound that emphasizes the off-beats. The lyrics focus primarily on social issues, or as in the example, “The Glory of God”, on religious themes."
 },
 {
   "country": "Japan",
   "img_title": "Torii Gate on Mayajima Island",
   "img_description": "Low tide allows clam digging around the Torii Gate on the tiny sacred island of Mayajima. Located in the Inland Sea of Japan, the island is just off the Honshu coast southwest of Hiroshima. The towering Torii Gate was built in 1875 as part of a now-famous Shinto shrine. At high tide, the gate is surrounded by water and appears to float.",
   "lat": 0,
   "lon": 0,
   "music_title": "Suwa Onbashira Kiyari Taiko performed by O-Suwa-Daiko Ensemble (Taiko Drum Music)",
   "music_description": "The legend of the taiko drums dates to 7th-century Japan. Followers of the Shinto religion used these large double-headed wooden drums to speak to the spirit world. Japanese villagers used them to inspire their warriors in a festival-like atmosphere. The Suwa Valley, just west of Tokyo, is the home of the Kagura, one of the oldest Shinto ritual dances that employs drum music. It is in this valley that the master composer and dancer Oguchi Daihachi founded the O-Suwa-Daiko Society. This society of performing artists is devoted to the Kagura drum and dance tradition. In this example, the group performs “Suwa Onbashira Kiyari Taiko”, which features vocals and drums."
 },
 {
   "country": "Japan",
   "img_title": "The Ainu of Hokkaido (Ezo)",
   "img_description": "The Ainu, with a population of 80,000, were the original occupants of Hokkaido and the northern shores of Honshu (Japan), the Kamchatka Peninsula, the Kuril Islands and Sakhalin Island, now controlled by the Russian Federation. After a war with Japan in 1669, the Ainu were driven from Honshu to Hokkaido, which they called Ezo. Their culture revolves around salt-water fishing and the hunting of deer and bear in the colder northern part of the island. The other indigenous people of Japan are the more than one million Okinawans on their small island far to the southwest of mainland Japan.",
   "lat": 0,
   "lon": 0,
   "music_title": "Sitting Song performed by Nakamoto Matsuko (Ainu Song)",
   "music_description": "Most of the history and religious beliefs of the Ainu are handed down through narrative prose and epics. Lyrical songs feature melodies that consist of only two or three different notes. Many songs mimic animal sounds or birdsongs and are typically named after the way in which they are presented. This example is a “sitting song” performed by Nakamoto Matsuko; she recorded it while sitting on her sofa at home. There are also “dancing songs” and “pounding songs”, the latter sung while the singer pounds flour to make dumplings."
 },
 {
   "country": "Japan",
   "img_title": "Okinawa, Japan",
   "img_description": "Okinawa, the largest of the Nansei Shoto that lies about 483 kilometres (300 miles) south of Kyushu, was annexed to the Japanese empire in 1879. After World War II, the island was occupied by the United States, which built large military bases there. Okinawa was returned to Japan in 1972, but US military bases remain on the island.",
   "lat": 0,
   "lon": 0,
   "music_title": "Toshin Do-I from Okinawa Shimauta (Okinawan Music) ",
   "music_description": "The music of Okinawa shares some qualities with that of the Japanese mainland, but it has also developed its own distinctive sound. The primary instrument in use on the island of Okinawa is the shamisen, a three-stringed lute that accompanies folk-songs called bushi. The bushi are distinguishable from other styles of Japanese folk music by their peculiar scales and rhythms. These songs often contain interjections of meaningless syllables, which contribute to the generally animated nature of the music. This example is an improvisation used to accompany a boisterous all-night dance."
 },
 {
   "country": "Japan",
   "img_title": "Castle of the White Crane",
   "img_description": "Japan’s most magnificent castle is in the town of Himeji, west of Kyoto on the country’s main island, Honshu. Known as the “White Crane” because of its stately form, the castle began construction in the 14th century and is surrounded by moats and high walls. The outer walls, designed for defence, feature openings through which weapons were aimed. Through apertures in the inner walls, defenders poured boiling water or oil on invaders who made it past the first wall.",
   "lat": 0,
   "lon": 0,
   "music_title": "Sokaku Reibo performed by Goro Yamaguchi (Shakuhachi Music)",
   "music_description": "The Japanese shakuhachi is a bamboo flute that was originally played in the Gagaku court during the 8th century. Centuries later, the delicate instrument was played exclusively by samurai and Buddhist monks, who believed the shakuhachi represented the breath of life leading to the path of illumination. This composition, called “Sokaku Reibo”, (“The Nesting Crane”,) represents the story of a mother crane who, unable to find food for her chicks, offers them the meat from her own stomach. This and many other solo works for the shakuhachi were composed by disciples of the Fuké sect during the Tang dynasty. Today, many of these compositions are part of a large repertoire of classical Japanese music. This performance is by Goro Yamaguchi, one of the world’s foremost shakuhachi players."
 },
 {
   "country": "Japan",
   "img_title": "Imperial Gardens",
   "img_description": "An arched bridge spanning still waters is nearly hidden by the lush vegetation of the imperial gardens in Kyoto, often called the Flowering Capital. Although the palace here was home to only two emperors before the imperial residence was moved to Tokyo in 1868, it remains the site of all investiture ceremonies.",
   "lat": 0,
   "lon": 0,
   "music_title": "Genjoraku performed by Ono Gagaku Kai Society (Gagaku Music)",
   "music_description": "During Japan’s Nara (AD 645–794) and Heian (AD 794–1185) periods, the introduction and assimilation of music from China was at its peak. Gagaku music was derived from the theory and philosophy of Chinese court music. This refined instrumental sound became the court music of medieval Japan and often accompanied dancers or singers. A Gagaku ensemble is usually composed of three ryûteki (flutes), three hichiriki (oboes), three shô (mouth organs), two biwa (four-stringed bowed lutes), two koto (13-stringed zithers), one shôko (small gong), and one taiko (large drum). This excerpt is a dance piece called “Genjôraku”, during which the dancer executes precise movements around a snake."
 },
 {
   "country": "Japan",
   "img_title": "Great Buddha",
   "img_description": "The Daibutsu, or Great Buddha, exudes serenity from its pedestal outside Kotokuin Temple in Kamakura. Cast in 1292, the famous bronze figure is more than 11 metres (36 feet) tall. Tourists are invited to explore inside the enormous statue. Zen Buddhism gained prominence in Japan during the early years of the Kamakura shogunate, whose power lasted from 1185 to 1333.",
   "lat": 0,
   "lon": 0,
   "music_title": "Dai Hannya Tendoku E from Japan: Shomyo Buddhist Ritual (Buddhist Chant) ",
   "music_description": "This is an excerpt from the Heart Sutra performed during a Shingon Buddhist ritual. The Heart Sutra is a short, concise teaching of the Buddha which is chanted daily in Shingon temples in Japan. Shingon Buddhism places a strong emphasis on ritual, and its ritual arts are highly developed. Vocal music, called shomyo, is used as part of a triad of activities for the body, voice, and mind. The ritual performance of hand gestures, chants, and the practice of meditation are intended to link the practitioner to the all-encompassing activities of the Buddha’s body, voice, and mind."
 }
]